import type { Track } from '../types'

export default {
  "id": "391613",
  "title": "神宠传说",
  "artist": "洛克王国",
  "album": "洛克王国 原声大碟",
  "cover": "https://p3.music.126.net/sI4rFJy0y0RxDHVn7_R9EQ==/556352883691322.jpg",
  "lyrics": [
    {
      "time": 0,
      "text": "作词 : 庞庞"
    },
    {
      "time": 0.65,
      "text": "作曲 : 刘沙"
    },
    {
      "time": 1.29,
      "text": "远古的传说"
    },
    {
      "time": 4.64,
      "text": "是否有人去证明"
    },
    {
      "time": 8.1,
      "text": "沉睡的精灵记忆"
    },
    {
      "time": 11.44,
      "text": "什么时候苏醒"
    },
    {
      "time": 15.57,
      "text": "信念的指引"
    },
    {
      "time": 19.4,
      "text": "穿越时空踏入幻境"
    },
    {
      "time": 23.11,
      "text": "命运齿轮悄悄转动的时刻"
    },
    {
      "time": 26.42,
      "text": "要守护的约定"
    },
    {
      "time": 30.17,
      "text": "不要犹豫"
    },
    {
      "time": 32.58,
      "text": "鼓起勇气"
    },
    {
      "time": 34.45,
      "text": "朝着梦想飞奔而去"
    },
    {
      "time": 38.21,
      "text": "神宠世界的正义魔力"
    },
    {
      "time": 41.23,
      "text": "在你心里"
    },
    {
      "time": 45.11,
      "text": "探险路上 跌跌撞撞"
    },
    {
      "time": 49.38,
      "text": "告诉自己不能轻易放弃"
    },
    {
      "time": 52.78,
      "text": "洛克的魔法伴你左右"
    },
    {
      "time": 56.03,
      "text": "希望在等着你"
    },
    {
      "time": 76.1,
      "text": "相信"
    },
    {
      "time": 78.53,
      "text": "远古传来的声音"
    },
    {
      "time": 81.99,
      "text": "记清楚我的秘密"
    },
    {
      "time": 86,
      "text": "打开时光封印"
    },
    {
      "time": 90.06,
      "text": "过去的勇气"
    },
    {
      "time": 93.68,
      "text": "探寻所有神秘意义"
    },
    {
      "time": 97.36,
      "text": "有一天你也成为一段传说"
    },
    {
      "time": 100.56,
      "text": "留下你的奇迹"
    },
    {
      "time": 104.1,
      "text": "不要犹豫"
    },
    {
      "time": 106.6,
      "text": "鼓起勇气"
    },
    {
      "time": 108.64,
      "text": "朝着梦想飞奔而去"
    },
    {
      "time": 112.34,
      "text": "神宠世界的正义魔力"
    },
    {
      "time": 115.33,
      "text": "在你心里"
    },
    {
      "time": 119.35,
      "text": "探险路上 跌跌撞撞"
    },
    {
      "time": 123.67,
      "text": "告诉自己不能轻易放弃"
    },
    {
      "time": 126.96,
      "text": "洛克的魔法伴你左右"
    },
    {
      "time": 130.27,
      "text": "希望在等着你"
    },
    {
      "time": 134.51,
      "text": "远古的传说"
    },
    {
      "time": 137.78,
      "text": "是否有人去证明"
    },
    {
      "time": 141.49,
      "text": "沉睡的精灵记忆"
    },
    {
      "time": 144.98,
      "text": "什么时候苏醒"
    },
    {
      "time": 147.99,
      "text": "信念的指引"
    },
    {
      "time": 153.06,
      "text": "穿越时空踏入幻境"
    },
    {
      "time": 156.65,
      "text": "命运齿轮悄悄转动的时刻"
    },
    {
      "time": 159.97,
      "text": "要守护的约定"
    },
    {
      "time": 163.85,
      "text": "远古的传说"
    },
    {
      "time": 167.69,
      "text": "变成你的亲身经历"
    },
    {
      "time": 171.31,
      "text": "和神圣宠物一起"
    },
    {
      "time": 175.14,
      "text": "成就新的传奇"
    }
  ]
} satisfies Omit<Track, 'src'>
