import type { Track } from '../types'

export default {
  "id": "391606",
  "title": "魔法时刻",
  "artist": "洛克王国",
  "album": "洛克王国 原声大碟",
  "cover": "https://p4.music.126.net/sI4rFJy0y0RxDHVn7_R9EQ==/556352883691322.jpg",
  "lyrics": [
    {
      "time": 0,
      "text": "作词 : 刘恩汛/魏小涵"
    },
    {
      "time": 1,
      "text": "作曲 : 苟音"
    },
    {
      "time": 12.57,
      "text": "奔跑在魔法时刻"
    },
    {
      "time": 15.65,
      "text": "成长是必修的课"
    },
    {
      "time": 18.94,
      "text": "你看洛克王国多辽阔因我们爱生活"
    },
    {
      "time": 25.98,
      "text": "明天还会有什么 【有什么】"
    },
    {
      "time": 29.47,
      "text": "微笑别怕困难多 【不怕】"
    },
    {
      "time": 32.56,
      "text": "我有最强的宠物"
    },
    {
      "time": 36.4,
      "text": "咕噜球在手中"
    },
    {
      "time": 39.66,
      "text": "喵喵 火花和水蓝蓝"
    },
    {
      "time": 43,
      "text": "都是我最好的伙伴"
    },
    {
      "time": 46.27,
      "text": "一起探险并肩战斗"
    },
    {
      "time": 49.3,
      "text": "绝不怕库伦和恩佐"
    },
    {
      "time": 53.4,
      "text": "拥抱在魔法时刻"
    },
    {
      "time": 56.7,
      "text": "勇气能开出花朵"
    },
    {
      "time": 60.1,
      "text": "相信天空一定有彩虹"
    },
    {
      "time": 63.55,
      "text": "我是勇敢洛克"
    },
    {
      "time": 67.11,
      "text": "我们在魔法时刻"
    },
    {
      "time": 70.41,
      "text": "心灵会更加柔和"
    },
    {
      "time": 73.94,
      "text": "爱是眼中最美的颜色"
    },
    {
      "time": 76.88,
      "text": "你的笑我懂得"
    },
    {
      "time": 108.36,
      "text": "大家准备好了吗【好了】"
    },
    {
      "time": 111.42,
      "text": "打败所有的恶魔 【加油】"
    },
    {
      "time": 114.8,
      "text": "扔出手中咕噜球"
    },
    {
      "time": 118.21,
      "text": "把魔法来发动"
    },
    {
      "time": 121.98,
      "text": "喵喵 火花和水蓝蓝"
    },
    {
      "time": 125.14,
      "text": "都是我最好的伙伴"
    },
    {
      "time": 128.58,
      "text": "一起保卫洛克王国"
    },
    {
      "time": 131.43,
      "text": "粉碎掉恩佐的阴谋"
    },
    {
      "time": 135.56,
      "text": "拥抱在魔法时刻"
    },
    {
      "time": 138.97,
      "text": "勇气能开出花朵"
    },
    {
      "time": 142.73,
      "text": "相信天空一定有彩虹"
    },
    {
      "time": 146.3,
      "text": "我是勇敢洛克"
    },
    {
      "time": 149.44,
      "text": "我们在魔法时刻"
    },
    {
      "time": 152.71,
      "text": "心灵会更加认可"
    },
    {
      "time": 156.3,
      "text": "爱是眼中最美的颜色"
    },
    {
      "time": 159.24,
      "text": "你的笑我懂得"
    },
    {
      "time": 163.24,
      "text": "拥抱在魔法时刻"
    },
    {
      "time": 166.52,
      "text": "勇气能开出花朵"
    },
    {
      "time": 169.87,
      "text": "相信天空一定有彩虹"
    },
    {
      "time": 172.76,
      "text": "我是勇敢洛克"
    },
    {
      "time": 176.77,
      "text": "我们在魔法时刻"
    },
    {
      "time": 180.16,
      "text": "心灵会更加柔和"
    },
    {
      "time": 183.49,
      "text": "爱是眼中最美的颜色"
    },
    {
      "time": 186.82,
      "text": "你的笑我懂得"
    }
  ]
} satisfies Omit<Track, 'src'>
