import type { Track } from '../types'

export default {
  "id": "2747925048",
  "title": "Dear D (亲爱的告诉你)",
  "artist": "项睿娴",
  "album": "Dear D (亲爱的告诉你)",
  "cover": "https://p4.music.126.net/mymBOsQ9XM3VVgQRwqanAQ==/109951172037264845.jpg",
  "lyrics": [
    {
      "time": 0,
      "text": "词 : 项睿娴"
    },
    {
      "time": 1,
      "text": "曲 : 项睿娴"
    },
    {
      "time": 2,
      "text": "编曲 : 曾吴秋杰"
    },
    {
      "time": 3,
      "text": "制作人 : 曾吴秋杰"
    },
    {
      "time": 4,
      "text": "混音/母带 : 徐伊豆"
    },
    {
      "time": 5,
      "text": "吉他 : 陈麒元"
    },
    {
      "time": 6,
      "text": "贝斯 : 陈麒元"
    },
    {
      "time": 7,
      "text": "和声 : 熊楚"
    },
    {
      "time": 8,
      "text": "弦乐编写 : 曾吴秋杰"
    },
    {
      "time": 9,
      "text": "弦乐 : 国际首席爱乐乐团"
    },
    {
      "time": 10,
      "text": "弦乐录音师 : 王小四"
    },
    {
      "time": 11,
      "text": "统筹 : 蓉蓉/林敬然"
    },
    {
      "time": 12,
      "text": "营销 : 张程皓/王禹丹/谭佳滢"
    },
    {
      "time": 13,
      "text": "企划 : 颜朝涔"
    },
    {
      "time": 14,
      "text": "出品人 : 何泽镔"
    },
    {
      "time": 15,
      "text": "OP : 如乐而至"
    },
    {
      "time": 24.75,
      "text": "想起初次见面"
    },
    {
      "time": 28.29,
      "text": "你害羞侧脸"
    },
    {
      "time": 30.87,
      "text": "不敢看我双眼"
    },
    {
      "time": 33.84,
      "text": "只是把头点点"
    },
    {
      "time": 36.84,
      "text": "无止境的聊天"
    },
    {
      "time": 40.23,
      "text": "忘记了时间"
    },
    {
      "time": 42.96,
      "text": "约好下次地点"
    },
    {
      "time": 45.84,
      "text": "你没给我WeChat"
    },
    {
      "time": 48.45,
      "text": "是不是为了有点悬念"
    },
    {
      "time": 52.65,
      "text": "让我再梦你一遍"
    },
    {
      "time": 61.53,
      "text": "哦亲爱滴 告诉你"
    },
    {
      "time": 64.71,
      "text": "我有许多小淘气"
    },
    {
      "time": 67.56,
      "text": "哦亲爱滴 再靠近"
    },
    {
      "time": 70.62,
      "text": "接住我所有情绪"
    },
    {
      "time": 73.53,
      "text": "哦亲爱滴 在乎你"
    },
    {
      "time": 76.56,
      "text": "藏着一些怪脾气"
    },
    {
      "time": 79.59,
      "text": "哦亲爱滴 没关系"
    },
    {
      "time": 82.59,
      "text": "好想好想在一起"
    },
    {
      "time": 111.39,
      "text": "是不是为了一个吻别"
    },
    {
      "time": 115.65,
      "text": "所以跑我梦里面"
    },
    {
      "time": 124.53,
      "text": "哦亲爱滴 告诉你"
    },
    {
      "time": 127.74,
      "text": "我有许多小淘气"
    },
    {
      "time": 130.56,
      "text": "哦亲爱滴 再靠近"
    },
    {
      "time": 133.59,
      "text": "接住我所有情绪"
    },
    {
      "time": 136.59,
      "text": "哦亲爱滴 在乎你"
    },
    {
      "time": 139.59,
      "text": "藏着一些怪脾气"
    },
    {
      "time": 142.56,
      "text": "哦亲爱滴 没关系"
    },
    {
      "time": 145.5,
      "text": "细水长流也可以"
    },
    {
      "time": 148.56,
      "text": "哦亲爱滴 要抱紧"
    },
    {
      "time": 151.68,
      "text": "用尽全身的力气"
    },
    {
      "time": 154.56,
      "text": "哦亲爱滴 小秘密"
    },
    {
      "time": 157.56,
      "text": "属于我们的术语"
    },
    {
      "time": 160.56,
      "text": "哦亲爱滴 别调皮"
    },
    {
      "time": 163.65,
      "text": "在我心中你第一"
    },
    {
      "time": 166.56,
      "text": "哦亲爱滴 好好滴"
    },
    {
      "time": 169.59,
      "text": "永远永远在一起"
    },
    {
      "time": 191.29,
      "text": "特别鸣谢：妖七"
    }
  ]
} satisfies Omit<Track, 'src'>
