import type { Track } from '../types'

export default {
  "id": "564730280",
  "title": "一个人旅行",
  "artist": "王梓钰",
  "album": "一个人旅行",
  "cover": "https://p4.music.126.net/baYHAXafgAlJ4jR2G4lEmA==/109951163307998934.jpg",
  "lyrics": [
    {
      "time": 0,
      "text": "作词 : 秃鹫三冈"
    },
    {
      "time": 1,
      "text": "作曲 : 伏旭"
    },
    {
      "time": 4.87,
      "text": "——伏虎罗汉原创音乐出品"
    },
    {
      "time": 8.36,
      "text": ""
    },
    {
      "time": 8.58,
      "text": "策划：风荷一一"
    },
    {
      "time": 12.27,
      "text": ""
    },
    {
      "time": 12.47,
      "text": "监制/作曲：伏旭"
    },
    {
      "time": 16.7,
      "text": ""
    },
    {
      "time": 16.92,
      "text": "编曲：司马白"
    },
    {
      "time": 25.31,
      "text": "和声：梨安"
    },
    {
      "time": 29.05,
      "text": ""
    },
    {
      "time": 29.32,
      "text": "和声编写：李星月"
    },
    {
      "time": 32.47,
      "text": ""
    },
    {
      "time": 32.76,
      "text": "后期：岁语"
    },
    {
      "time": 36.74,
      "text": ""
    },
    {
      "time": 37.06,
      "text": "海报：长锋"
    },
    {
      "time": 40.99,
      "text": ""
    },
    {
      "time": 45.6,
      "text": "我走过灯火喧闹的巴黎"
    },
    {
      "time": 51.22,
      "text": ""
    },
    {
      "time": 52.56,
      "text": "也走过空无一人的废墟"
    },
    {
      "time": 58.81,
      "text": ""
    },
    {
      "time": 59.57,
      "text": "我听到罗马又歌颂爱情"
    },
    {
      "time": 64.53,
      "text": ""
    },
    {
      "time": 66.05,
      "text": "在黑白电影中诉说 着别离"
    },
    {
      "time": 72.92,
      "text": ""
    },
    {
      "time": 73.7,
      "text": "手边未发出的短信"
    },
    {
      "time": 77.92,
      "text": ""
    },
    {
      "time": 78.46,
      "text": "是我对你未说的 话语"
    },
    {
      "time": 87.3,
      "text": ""
    },
    {
      "time": 87.3,
      "text": "一个人的旅行 理清两人关系"
    },
    {
      "time": 92.04,
      "text": ""
    },
    {
      "time": 92.04,
      "text": "奋不顾身的爱情 青春苍白的回应"
    },
    {
      "time": 101.12,
      "text": ""
    },
    {
      "time": 101.56,
      "text": "我翻山越岭 一路寻觅"
    },
    {
      "time": 107.96,
      "text": ""
    },
    {
      "time": 108.03,
      "text": "却找不到 天长地久的风景"
    },
    {
      "time": 116.33,
      "text": ""
    },
    {
      "time": 116.84,
      "text": "——"
    },
    {
      "time": 135.14,
      "text": ""
    },
    {
      "time": 144.05,
      "text": "我看过西雅图浪漫风情"
    },
    {
      "time": 149.37,
      "text": ""
    },
    {
      "time": 151.62,
      "text": "也看过阴雨连绵的冷清"
    },
    {
      "time": 157.34,
      "text": ""
    },
    {
      "time": 158.54,
      "text": "我抓到岁月走失的四季"
    },
    {
      "time": 163.13,
      "text": ""
    },
    {
      "time": 165.05,
      "text": "在诉说誓言冰冷后 的爱情"
    },
    {
      "time": 171.74,
      "text": ""
    },
    {
      "time": 172.79,
      "text": "你任我漂洋去逃离"
    },
    {
      "time": 177.26,
      "text": ""
    },
    {
      "time": 177.53,
      "text": "如何说出心里的 话语"
    },
    {
      "time": 186.26,
      "text": ""
    },
    {
      "time": 187.12,
      "text": "一个人的旅行 逃避两人关系"
    },
    {
      "time": 191.08,
      "text": ""
    },
    {
      "time": 191.56,
      "text": "奋不顾身的爱情 落不得圆满结局"
    },
    {
      "time": 199.57,
      "text": ""
    },
    {
      "time": 201.05,
      "text": "有谁人模样 在你的身旁"
    },
    {
      "time": 205.68,
      "text": ""
    },
    {
      "time": 205.86,
      "text": "甘愿全身而退 成全好梦一场"
    },
    {
      "time": 213.95,
      "text": ""
    },
    {
      "time": 215.06,
      "text": "原来——"
    },
    {
      "time": 215.72,
      "text": ""
    },
    {
      "time": 215.81,
      "text": "名字们旅行过大地"
    },
    {
      "time": 218.04,
      "text": ""
    },
    {
      "time": 218.12,
      "text": "却迷路在爱情里"
    },
    {
      "time": 221.15,
      "text": ""
    },
    {
      "time": 222.13,
      "text": "原来——"
    },
    {
      "time": 222.74,
      "text": ""
    },
    {
      "time": 222.84,
      "text": "早被现实窃听"
    },
    {
      "time": 225.37,
      "text": ""
    },
    {
      "time": 225.87,
      "text": "拆穿可笑的勇气"
    },
    {
      "time": 229.83,
      "text": ""
    },
    {
      "time": 229.88,
      "text": "我来了"
    },
    {
      "time": 230.55,
      "text": ""
    },
    {
      "time": 230.9,
      "text": "你走了"
    },
    {
      "time": 232.51,
      "text": ""
    },
    {
      "time": 232.78,
      "text": "诗人踏过山水昼夜颠倒了梦境"
    },
    {
      "time": 238.95,
      "text": ""
    },
    {
      "time": 239.2,
      "text": "笔尖终究写下一场 错过的结局"
    },
    {
      "time": 245.25,
      "text": ""
    },
    {
      "time": 245.59,
      "text": "-The End-"
    },
    {
      "time": 247.28,
      "text": ""
    }
  ]
} satisfies Omit<Track, 'src'>
