import type { Track } from '../types'

export default {
  "id": "3319732639",
  "title": "三两句",
  "artist": "余翊 / 烟火客",
  "album": "三两句",
  "cover": "https://p3.music.126.net/9AvRBVfTZSt4sabxO9Bxuw==/109951172313328605.jpg",
  "lyrics": [
    {
      "time": 0.03,
      "text": "借着夜色不算清晰"
    },
    {
      "time": 3.54,
      "text": "拉近距离聊两三句"
    },
    {
      "time": 6.99,
      "text": "就当做是我试探你"
    },
    {
      "time": 10.98,
      "text": "此刻的眼神是否也坚定"
    },
    {
      "time": 14.22,
      "text": "你的试探你的默许"
    },
    {
      "time": 16.8,
      "text": "在我世界里投影"
    },
    {
      "time": 18.84,
      "text": "明明一步之距"
    },
    {
      "time": 20.37,
      "text": "却隔着遥远的距离"
    },
    {
      "time": 30.24,
      "text": "晚风吹了有多久"
    },
    {
      "time": 33.84,
      "text": "沉默也总有理由"
    },
    {
      "time": 36.54,
      "text": "怕真心话说出口"
    },
    {
      "time": 39.21,
      "text": "就到了最后"
    },
    {
      "time": 44.61,
      "text": "你发梢上的光影"
    },
    {
      "time": 48.15,
      "text": "轻轻的晃动不停"
    },
    {
      "time": 50.91,
      "text": "我练习好的表情"
    },
    {
      "time": 53.52,
      "text": "却有点僵硬"
    },
    {
      "time": 58.44,
      "text": "并着肩确定着安全距离"
    },
    {
      "time": 62.01,
      "text": "心跳声盖过了呼吸的声音"
    },
    {
      "time": 65.61,
      "text": "是不是朋友以外的关系"
    },
    {
      "time": 69,
      "text": "你并不在意"
    },
    {
      "time": 71.61,
      "text": "借着夜色不算清晰"
    },
    {
      "time": 75.24,
      "text": "拉近距离聊两三句"
    },
    {
      "time": 78.69,
      "text": "就当做是我试探你"
    },
    {
      "time": 82.5,
      "text": "此刻的眼神是否也坚定"
    },
    {
      "time": 85.83,
      "text": "你的试探你的默许"
    },
    {
      "time": 88.29,
      "text": "在我世界里投影"
    },
    {
      "time": 90.27,
      "text": "明明一步之距"
    },
    {
      "time": 91.8,
      "text": "却隔着遥远的距离"
    },
    {
      "time": 108.81,
      "text": "怕关系走到终点"
    },
    {
      "time": 112.32,
      "text": "所以我宁愿盘旋"
    },
    {
      "time": 115.23,
      "text": "这条路我走了几遍"
    },
    {
      "time": 117.87,
      "text": "你没发现"
    },
    {
      "time": 120.87,
      "text": "话题都太过表面"
    },
    {
      "time": 123.06,
      "text": "我多拙劣在表演"
    },
    {
      "time": 124.8,
      "text": "是不是我的关心"
    },
    {
      "time": 126.45,
      "text": "让你感觉到了负担"
    },
    {
      "time": 129.57,
      "text": "并着肩隔着安全距離"
    },
    {
      "time": 133.02,
      "text": "是不是朋友以外的关系"
    },
    {
      "time": 135.42,
      "text": "你并不在意"
    },
    {
      "time": 136.83,
      "text": "又走到分别的路口"
    },
    {
      "time": 140.37,
      "text": "向左或向右我都没有理由"
    },
    {
      "time": 150.03,
      "text": "借着夜色不算清晰"
    },
    {
      "time": 153.63,
      "text": "拉近距离聊两三句"
    },
    {
      "time": 157.05,
      "text": "就当做是我试探你"
    },
    {
      "time": 160.89,
      "text": "此刻的眼神是否也坚定"
    },
    {
      "time": 164.28,
      "text": "你的试探你的默许"
    },
    {
      "time": 166.71,
      "text": "在我世界里投影"
    },
    {
      "time": 168.66,
      "text": "明明一步之距"
    },
    {
      "time": 170.22,
      "text": "却隔着遥远的距离"
    }
  ]
} satisfies Omit<Track, 'src'>
