import type { Track } from '../types'

export default {
  "id": "108810",
  "title": "不死之身",
  "artist": "林俊杰",
  "album": "曹操",
  "cover": "https://p3.music.126.net/kSyujmjRn_9adgb4Wg5R-g==/109951171415593434.jpg",
  "lyrics": [
    {
      "time": 0,
      "text": "作词 : 张思尔/林秋离"
    },
    {
      "time": 1,
      "text": "作曲 : 林俊杰"
    },
    {
      "time": 2,
      "text": "编曲 : 吴庆隆"
    },
    {
      "time": 3,
      "text": "制作人 : 吴剑泓"
    },
    {
      "time": 36.19,
      "text": ""
    },
    {
      "time": 45.03,
      "text": "阳光放弃这最后一秒"
    },
    {
      "time": 47.59,
      "text": "让世界被黑暗笼罩"
    },
    {
      "time": 49.93,
      "text": "惩罚着人们的骄傲"
    },
    {
      "time": 54.34,
      "text": "我忍受寒冷的煎熬"
    },
    {
      "time": 56.91,
      "text": "和北风狂妄的咆哮"
    },
    {
      "time": 59.25,
      "text": "对命运做抵抗"
    },
    {
      "time": 63.66,
      "text": "这是无法避免的浩劫"
    },
    {
      "time": 66.24,
      "text": "不论你以为你是谁"
    },
    {
      "time": 68.35,
      "text": "任何事物 任何一切"
    },
    {
      "time": 72.65,
      "text": "喔 亲爱的别难过"
    },
    {
      "time": 75.25,
      "text": "只要紧紧握着我的手"
    },
    {
      "time": 80.8,
      "text": ""
    },
    {
      "time": 81.72,
      "text": "地球毁灭了以后"
    },
    {
      "time": 86.31,
      "text": "我仍爱你爱得不知天高地厚"
    },
    {
      "time": 91.01,
      "text": "为你再造一个新宇宙"
    },
    {
      "time": 95.65,
      "text": "不死之身 不死的温柔"
    },
    {
      "time": 98.64,
      "text": ""
    },
    {
      "time": 117.3,
      "text": "这是无法避免的浩劫"
    },
    {
      "time": 119.84,
      "text": "不论你以为你是谁"
    },
    {
      "time": 121.89,
      "text": "任何事物 任何一切"
    },
    {
      "time": 125.08,
      "text": "喔 亲爱的别难过"
    },
    {
      "time": 128.85,
      "text": "只要紧紧握着我的手"
    },
    {
      "time": 133.54,
      "text": ""
    },
    {
      "time": 135.29,
      "text": "地球毁灭了以后"
    },
    {
      "time": 139.95,
      "text": "我仍爱你爱得不知天高地厚"
    },
    {
      "time": 144.59,
      "text": "为你再造一个新宇宙"
    },
    {
      "time": 149.29,
      "text": "不死之身 不死的温柔"
    },
    {
      "time": 154.52,
      "text": ""
    },
    {
      "time": 170.29,
      "text": "撑着悲伤不回头"
    },
    {
      "time": 174.83,
      "text": "却感觉此刻你停不了的泪流"
    },
    {
      "time": 179.51,
      "text": "唯有爱 才能永垂不朽"
    },
    {
      "time": 184.1,
      "text": "唯有你 我才能找回我"
    },
    {
      "time": 188.85,
      "text": "唯有你 我才能找回我"
    },
    {
      "time": 193.55,
      "text": "唯有你 我才能找回我"
    }
  ]
} satisfies Omit<Track, 'src'>
