import type { Track } from '../types'

export default {
  "id": "3378698307",
  "title": "主角",
  "artist": "王菲",
  "album": "主角",
  "cover": "https://p3.music.126.net/CEXNU9v1y1PI6YB-136NOQ==/109951173178804489.jpg",
  "lyrics": [
    {
      "time": 0,
      "text": "演唱 : 王菲"
    },
    {
      "time": 1,
      "text": "作词 : 赖婷"
    },
    {
      "time": 2,
      "text": "作曲 : 范炜"
    },
    {
      "time": 3,
      "text": "编曲 : 范炜"
    },
    {
      "time": 4,
      "text": "和声 : 王娅丁/王子旭/吴磊"
    },
    {
      "time": 5,
      "text": "人声录音师 : 吴澎"
    },
    {
      "time": 6,
      "text": "人声录音棚 : 薛峰工作室"
    },
    {
      "time": 7,
      "text": "花脸 : 李云"
    },
    {
      "time": 8,
      "text": "板胡 : 侯伟"
    },
    {
      "time": 9,
      "text": "和声／戏曲录音师 : 王子旭"
    },
    {
      "time": 10,
      "text": "和声／戏曲录音棚 : 西安时间领域录音棚"
    },
    {
      "time": 11,
      "text": "弦乐 : 国际首席爱乐乐团"
    },
    {
      "time": 12,
      "text": "弦乐监制 : 李朋"
    },
    {
      "time": 13,
      "text": "弦乐录音师 : 王昆"
    },
    {
      "time": 14,
      "text": "弦乐录音棚 : 北京2946录音棚"
    },
    {
      "time": 15,
      "text": "混音/母带工程师 : 吴澎"
    },
    {
      "time": 16,
      "text": "制作统筹 : 吴澎"
    },
    {
      "time": 17,
      "text": "制作人 : 孙浩"
    },
    {
      "time": 18,
      "text": "监制 : 孙浩"
    },
    {
      "time": 29.11,
      "text": "过了花期 才算果满枝低"
    },
    {
      "time": 35.53,
      "text": "谁让绚烂是陈迹"
    },
    {
      "time": 42,
      "text": "挨了雷电 才算站在云巅"
    },
    {
      "time": 48.08,
      "text": "谁让你当群山的冠冕"
    },
    {
      "time": 54.63,
      "text": "吞了流言 才算红了一遍"
    },
    {
      "time": 61.32,
      "text": "谁让滚烫是烈焰"
    },
    {
      "time": 68.13,
      "text": "浸了苦水 才叫命硬如岩"
    },
    {
      "time": 74.45,
      "text": "谁让你皎洁得渗了盐"
    },
    {
      "time": 81.25,
      "text": ""
    },
    {
      "time": 84.39,
      "text": "我站在舞台中央"
    },
    {
      "time": 87.76,
      "text": "影子被钉在墙上"
    },
    {
      "time": 91.08,
      "text": "迎着光才刻下勋章"
    },
    {
      "time": 97.15,
      "text": "寄言燕雀莫相啅"
    },
    {
      "time": 100.71,
      "text": "自有云霄万里高"
    },
    {
      "time": 104.17,
      "text": "天暗了月亮才会亮"
    },
    {
      "time": 110.52,
      "text": ""
    },
    {
      "time": 126.75,
      "text": "中了冷箭 才叫走在前面"
    },
    {
      "time": 133.07,
      "text": "谁让你步履如燕"
    },
    {
      "time": 139.62,
      "text": "断了孤弦 才算响彻云天"
    },
    {
      "time": 145.87,
      "text": "谁让余音才能震屋檐"
    },
    {
      "time": 152.57,
      "text": ""
    },
    {
      "time": 155.82,
      "text": "我站在舞台中央"
    },
    {
      "time": 159.11,
      "text": "影子被钉在墙上"
    },
    {
      "time": 162.27,
      "text": "迎着光才刻下勋章"
    },
    {
      "time": 168.59,
      "text": "寄言燕雀莫相啅"
    },
    {
      "time": 172.07,
      "text": "自有云霄万里高"
    },
    {
      "time": 175.66,
      "text": "天黑了月亮才更亮"
    },
    {
      "time": 180.92,
      "text": ""
    },
    {
      "time": 210.61,
      "text": "月亮爷，丈丈高，骑白马，过石桥。"
    },
    {
      "time": 219.22,
      "text": "石桥弯，照山川，万家灯火共团圆。"
    },
    {
      "time": 228.05,
      "text": "忆秦娥，步步高，练红绸，踩高跷。"
    },
    {
      "time": 232.46,
      "text": "高跷摇，登戏台，唱悲欢，震九霄。"
    },
    {
      "time": 239.76,
      "text": ""
    },
    {
      "time": 239.97,
      "text": "我站在山河中央"
    },
    {
      "time": 243.37,
      "text": "影子无冠也无裳"
    },
    {
      "time": 246.65,
      "text": "方知本真无需扮装"
    },
    {
      "time": 253.09,
      "text": "青山见我应如常"
    },
    {
      "time": 256.39,
      "text": "如露如电如月在江"
    },
    {
      "time": 260.04,
      "text": "照见我 是我的模样"
    }
  ]
} satisfies Omit<Track, 'src'>
