import type { Track } from '../types'

export default {
  "id": "2698859918",
  "title": "你的温柔",
  "artist": "永彬Ryan.B",
  "album": "你的温柔",
  "cover": "https://p3.music.126.net/F4I1dPH33hM8M6w1G3MWEw==/109951170887525466.jpg",
  "lyrics": [
    {
      "time": 0,
      "text": "作词 : 永彬Ryan.B"
    },
    {
      "time": 0.502,
      "text": "作曲 : 永彬Ryan.B"
    },
    {
      "time": 1.004,
      "text": "编曲 : 永彬Ryan.B"
    },
    {
      "time": 1.506,
      "text": "制作人 : 永彬Ryan.B"
    },
    {
      "time": 2.011,
      "text": "啊你的温柔让我情绪失控"
    },
    {
      "time": 16.138,
      "text": "在十字路口交叉放空"
    },
    {
      "time": 19.212,
      "text": "你我都变成 熟悉却陌生"
    },
    {
      "time": 22.135,
      "text": "就像未完成的一场梦"
    },
    {
      "time": 25.168,
      "text": "啊你的温柔让我情绪失控"
    },
    {
      "time": 28.138,
      "text": "在十字路口你我相拥"
    },
    {
      "time": 31.139,
      "text": "你我都变成 熟悉却陌生"
    },
    {
      "time": 34.162,
      "text": "最后的主动结束的梦"
    },
    {
      "time": 39.358,
      "text": "我慢慢抬头望着你"
    },
    {
      "time": 44.247,
      "text": "车牌号有沙尘的痕迹"
    },
    {
      "time": 49.874,
      "text": "所有的记忆会随着风景"
    },
    {
      "time": 55.86,
      "text": "看不清的永远是你"
    },
    {
      "time": 61.108,
      "text": "我想握紧 和你消失的暗恋"
    },
    {
      "time": 64.109,
      "text": "却和你变得越来越紧的空间"
    },
    {
      "time": 67.138,
      "text": "会过了多久都需要身边有你在相拥"
    },
    {
      "time": 73.081,
      "text": "离得远让我变得更会想念"
    },
    {
      "time": 76.08,
      "text": "却总是会在周末的阴天"
    },
    {
      "time": 79.109,
      "text": "莫名其妙的情绪在 莫名的蔓延"
    },
    {
      "time": 84.961,
      "text": "啊你的温柔让我情绪失控"
    },
    {
      "time": 88.141,
      "text": "在十字路口交叉放空"
    },
    {
      "time": 91.123,
      "text": "你我都变成 熟悉却陌生"
    },
    {
      "time": 94.12,
      "text": "就像未完成的一场梦"
    },
    {
      "time": 97.05,
      "text": "啊你的温柔让我情绪失控"
    },
    {
      "time": 100.125,
      "text": "在十字路口你我相拥"
    },
    {
      "time": 103.184,
      "text": "你我都变成 熟悉却陌生"
    },
    {
      "time": 106.156,
      "text": "最后的主动结束的梦"
    },
    {
      "time": 122.489,
      "text": "这是我爱你的第一句"
    },
    {
      "time": 127.918,
      "text": "直到世界尽头的呼吸"
    },
    {
      "time": 133.921,
      "text": "我该不该保存这Memory"
    },
    {
      "time": 139.889,
      "text": "空荡的公路和你"
    },
    {
      "time": 145.051,
      "text": "啊你的温柔让我情绪失控"
    },
    {
      "time": 148.439,
      "text": "在十字路口交叉放空"
    },
    {
      "time": 151.141,
      "text": "你我都变成 熟悉却陌生"
    },
    {
      "time": 154.093,
      "text": "就像未完成的一场梦"
    },
    {
      "time": 157.051,
      "text": "啊你的温柔让我情绪失控"
    },
    {
      "time": 160.441,
      "text": "在十字路口你我相拥"
    },
    {
      "time": 163.472,
      "text": "你我都变成 熟悉却陌生"
    },
    {
      "time": 166.367,
      "text": "最后的主动结束的梦"
    }
  ]
} satisfies Omit<Track, 'src'>
