import type { Track } from '../types'

export default {
  "id": "3315507206",
  "title": "光 (live)",
  "artist": "艾热 AIR / Ziba",
  "album": "天声一对 第10期",
  "cover": "https://p4.music.126.net/zc1sgin9tQlTzVbIo0CWCQ==/109951172248728497.jpg",
  "lyrics": [
    {
      "time": 0,
      "text": "表演 : 艾热AIR/孜巴"
    },
    {
      "time": 1,
      "text": "原唱 : 陈粒"
    },
    {
      "time": 2,
      "text": "作词 : 陈粒"
    },
    {
      "time": 3,
      "text": "作曲 : 陈粒"
    },
    {
      "time": 4,
      "text": "Rap词 : 艾热 AIR"
    },
    {
      "time": 5,
      "text": "音乐总监 : 刘卓@维伴音乐"
    },
    {
      "time": 6,
      "text": "制作人 : T.Axxkwywd"
    },
    {
      "time": 7,
      "text": "编曲 : 周应森"
    },
    {
      "time": 8,
      "text": "小号 : 宋涞"
    },
    {
      "time": 9,
      "text": "和声 : 米欣Mixin"
    },
    {
      "time": 10,
      "text": "混音 : 小武"
    },
    {
      "time": 11,
      "text": "舞台创意设计 : Yeeep导演工作室"
    },
    {
      "time": 12,
      "text": "灯光设计总监 : 卢晓伟"
    },
    {
      "time": 13,
      "text": "灯光设计 : 陈飞 田大伟 孙露露"
    },
    {
      "time": 14,
      "text": "视觉制作 : 吾想创意"
    },
    {
      "time": 24.48,
      "text": "孜巴："
    },
    {
      "time": 24.67,
      "text": "光落在你脸上"
    },
    {
      "time": 27.09,
      "text": "可爱一如往常"
    },
    {
      "time": 29.79,
      "text": "你的一寸一寸"
    },
    {
      "time": 32.4,
      "text": "填满欲望"
    },
    {
      "time": 35.8,
      "text": "艾热AIR："
    },
    {
      "time": 36.08,
      "text": "城市啊有点脏"
    },
    {
      "time": 38.43,
      "text": "路人行色匆忙"
    },
    {
      "time": 40.93,
      "text": "孤单 脆弱 不安"
    },
    {
      "time": 45.58,
      "text": "都是平常"
    },
    {
      "time": 47,
      "text": "孜巴："
    },
    {
      "time": 47.65,
      "text": "你低头不说一句"
    },
    {
      "time": 49.34,
      "text": "你朝着灰色走去"
    },
    {
      "time": 52.35,
      "text": "你住进混沌深海"
    },
    {
      "time": 54.73,
      "text": "你开始无望等待"
    },
    {
      "time": 58.04,
      "text": "艾热AIR："
    },
    {
      "time": 58.32,
      "text": "你低头不说一句"
    },
    {
      "time": 61.6,
      "text": "你朝着灰色走去"
    },
    {
      "time": 63.8,
      "text": "你住进混沌深海"
    },
    {
      "time": 66.68,
      "text": "你开始无望等待"
    },
    {
      "time": 92.46,
      "text": "艾热AIR："
    },
    {
      "time": 92.75,
      "text": "快乐缺点勇气"
    },
    {
      "time": 94.32,
      "text": "浪漫缺点诗意"
    },
    {
      "time": 97.36,
      "text": "沉默一句一句"
    },
    {
      "time": 100.14,
      "text": "都是谜题"
    },
    {
      "time": 103.13,
      "text": "孜巴："
    },
    {
      "time": 103.42,
      "text": "都清醒都独立"
    },
    {
      "time": 105.59,
      "text": "妄想都没痕迹"
    },
    {
      "time": 108.33,
      "text": "我们一声不吭"
    },
    {
      "time": 112.6,
      "text": "慢慢窒息"
    },
    {
      "time": 114.37,
      "text": "艾热AIR："
    },
    {
      "time": 114.68,
      "text": "你低头不说一句"
    },
    {
      "time": 118.22,
      "text": "你朝着灰色走去"
    },
    {
      "time": 120.41,
      "text": "你住进混沌深海"
    },
    {
      "time": 123.51,
      "text": "你开始无望等待"
    },
    {
      "time": 125.63,
      "text": "孜巴："
    },
    {
      "time": 125.95,
      "text": "你低头不说一句"
    },
    {
      "time": 128.73,
      "text": "你朝着灰色走去"
    },
    {
      "time": 131.25,
      "text": "你住进混沌深海"
    },
    {
      "time": 134.53,
      "text": "你开始无望等待"
    },
    {
      "time": 137.09,
      "text": "艾热AIR："
    },
    {
      "time": 138.19,
      "text": "我们在结伴对抗"
    },
    {
      "time": 139.33,
      "text": "整个宇宙的荒凉"
    },
    {
      "time": 140.48,
      "text": "追寻的答案"
    },
    {
      "time": 141.77,
      "text": "像悬在半空的光芒"
    },
    {
      "time": 143.12,
      "text": "当理想 梦想 妄想都撞墙了"
    },
    {
      "time": 146.1,
      "text": "也还有整片银河等我仰望"
    },
    {
      "time": 148.62,
      "text": "请原谅我的笨拙"
    },
    {
      "time": 150.41,
      "text": "如果注定到处奔波"
    },
    {
      "time": 151.81,
      "text": "即遍月光将被吞没"
    },
    {
      "time": 153.15,
      "text": "也不要忽略万家灯火"
    },
    {
      "time": 154.56,
      "text": "矛盾和笃定"
    },
    {
      "time": 155.86,
      "text": "注定充斥着生活"
    },
    {
      "time": 157.23,
      "text": "在起承转合里谱写成我们的歌"
    },
    {
      "time": 162.92,
      "text": "孜巴："
    },
    {
      "time": 163.21,
      "text": "快乐缺点勇气"
    },
    {
      "time": 165.09,
      "text": "浪漫缺点诗意"
    },
    {
      "time": 167.6,
      "text": "沉默一句一句"
    },
    {
      "time": 170.87,
      "text": "都是谜题"
    },
    {
      "time": 173.51,
      "text": "艾热AIR："
    },
    {
      "time": 173.86,
      "text": "都清醒都独立"
    },
    {
      "time": 176.08,
      "text": "妄想都没痕迹"
    },
    {
      "time": 179,
      "text": "我们一声不吭"
    },
    {
      "time": 181.7,
      "text": "慢慢窒息"
    },
    {
      "time": 184.94,
      "text": "合："
    },
    {
      "time": 185.25,
      "text": "你低头不说一句"
    },
    {
      "time": 187.66,
      "text": "你朝着灰色走去"
    },
    {
      "time": 190.28,
      "text": "你住进混沌深海"
    },
    {
      "time": 193.3,
      "text": "你开始无望等待"
    },
    {
      "time": 196.14,
      "text": "你低头不说一句"
    },
    {
      "time": 198.56,
      "text": "你朝着灰色走去"
    },
    {
      "time": 201.95,
      "text": "你住进混沌深海"
    },
    {
      "time": 204.53,
      "text": "你开始无望等待"
    },
    {
      "time": 207.53,
      "text": "你低头不说一句"
    },
    {
      "time": 209.71,
      "text": "你朝着灰色走去"
    },
    {
      "time": 213.03,
      "text": "你住进混沌深海"
    },
    {
      "time": 216.08,
      "text": "你开始无望等待"
    },
    {
      "time": 218.82,
      "text": "你低头不说一句"
    },
    {
      "time": 221.27,
      "text": "你朝着灰色走去"
    },
    {
      "time": 224.35,
      "text": "你住进混沌深海"
    },
    {
      "time": 227.05,
      "text": "你开始无望等待"
    }
  ]
} satisfies Omit<Track, 'src'>
