import type { Track } from '../types'

export default {
  "id": "343502",
  "title": "兰花指",
  "artist": "阿里郎",
  "album": "兰花指",
  "cover": "https://p4.music.126.net/VYGkeEuxcdH9nXYxIZ_50g==/97856534877428.jpg",
  "lyrics": [
    {
      "time": 0,
      "text": "作词 : 李世昌"
    },
    {
      "time": 1,
      "text": "作曲 : 阿里郎"
    },
    {
      "time": 19.49,
      "text": "花凋谢了一地"
    },
    {
      "time": 21.41,
      "text": "遗落满地记忆"
    },
    {
      "time": 23.67,
      "text": "望着你渐渐没入人海的背影"
    },
    {
      "time": 28.08,
      "text": "仿佛隔着天与地 爱已离去"
    },
    {
      "time": 33.41,
      "text": "我愿为你隐姓埋名"
    },
    {
      "time": 37.99,
      "text": "如果穿梭时空 回到过去以后"
    },
    {
      "time": 42.11,
      "text": "我们可以再次牵着手旧地重游"
    },
    {
      "time": 46.82,
      "text": "等你亲口告诉我 你的承诺"
    },
    {
      "time": 52.08,
      "text": "一起等到花开气候"
    },
    {
      "time": 55.72,
      "text": "伤心已久 你的兰花指"
    },
    {
      "time": 60.44,
      "text": "千年拈碎成往事"
    },
    {
      "time": 64.9,
      "text": "爱你依旧 让你我再爱一次"
    },
    {
      "time": 70.95,
      "text": "我对着天发誓"
    },
    {
      "time": 74.75,
      "text": "......"
    },
    {
      "time": 93.58,
      "text": "如果穿梭时空 回到过去以后"
    },
    {
      "time": 97.62,
      "text": "我们可以再次牵着手旧地重游"
    },
    {
      "time": 102.25,
      "text": "等你亲口告诉我"
    },
    {
      "time": 104.78,
      "text": "你的承诺"
    },
    {
      "time": 107.32,
      "text": "一起等到花开气候"
    },
    {
      "time": 111.02,
      "text": "伤心已久 你的兰花指"
    },
    {
      "time": 115.94,
      "text": "千年拈碎成往事"
    },
    {
      "time": 120.32,
      "text": "爱你依旧 让你我再爱一次"
    },
    {
      "time": 126.04,
      "text": "我对着天发誓"
    },
    {
      "time": 131.03,
      "text": "活在我这一片天空"
    },
    {
      "time": 135.12,
      "text": "有我温暖的胸口"
    },
    {
      "time": 139.44,
      "text": "把幸福安全的送到妳手中"
    },
    {
      "time": 144.9,
      "text": "爱不再退缩"
    },
    {
      "time": 148.05,
      "text": "伤心已久 一朵兰花指"
    },
    {
      "time": 152.57,
      "text": "千年拈碎成往事"
    },
    {
      "time": 157.17,
      "text": "爱你依旧 让你我再爱一次"
    },
    {
      "time": 163.12,
      "text": "我对着天发誓"
    },
    {
      "time": 168.71,
      "text": "伤心已久 你的兰花指"
    },
    {
      "time": 173.41,
      "text": "千年拈碎成往事"
    },
    {
      "time": 178.04,
      "text": "爱你依旧 让你我再爱一次"
    },
    {
      "time": 184.82,
      "text": "我对着天发誓"
    },
    {
      "time": 191.58,
      "text": ""
    }
  ]
} satisfies Omit<Track, 'src'>
