import type { Track } from '../types'

export default {
  "id": "2637730685",
  "title": "关于思念",
  "artist": "Max李玄",
  "album": "关于思念",
  "cover": "https://p3.music.126.net/edi-ZdbfKiyJvNjm7r_dgQ==/109951170054112906.jpg",
  "lyrics": [
    {
      "time": 1.81,
      "text": "作词: Max李玄 / KIMWAITT"
    },
    {
      "time": 2.81,
      "text": "作曲: Max李玄 / KIMWAITT"
    },
    {
      "time": 3.11,
      "text": "原唱：姚晓棠"
    },
    {
      "time": 3.81,
      "text": "编曲：王大夫"
    },
    {
      "time": 4.81,
      "text": "制作人：KIMWAITT/ Max李玄/ 李彦泽"
    },
    {
      "time": 5.81,
      "text": "统筹：郭凯翌"
    },
    {
      "time": 6.81,
      "text": "推广营销：网易飓风"
    },
    {
      "time": 7.81,
      "text": "出品人：如风 / 谢奇笛"
    },
    {
      "time": 8.81,
      "text": "出品：网易子弹 X 网易飓风"
    },
    {
      "time": 12.81,
      "text": "老槐树下落叶堆叠"
    },
    {
      "time": 15.09,
      "text": "她在门前"
    },
    {
      "time": 16.71,
      "text": "影子爬上屋檐"
    },
    {
      "time": 19.2,
      "text": "数不清是第几天"
    },
    {
      "time": 21.03,
      "text": "期盼同一个人出现"
    },
    {
      "time": 25.65,
      "text": "时光化作斑纹相间"
    },
    {
      "time": 28.02,
      "text": "刻在她的脸"
    },
    {
      "time": 29.76,
      "text": "让她爱提从前"
    },
    {
      "time": 32.25,
      "text": "为等一通来电"
    },
    {
      "time": 33.78,
      "text": "躺在沙发上入眠"
    },
    {
      "time": 38.34,
      "text": "关于思念"
    },
    {
      "time": 41.04,
      "text": "刚开口又下咽"
    },
    {
      "time": 44.25,
      "text": "假装过的体面"
    },
    {
      "time": 47.61,
      "text": "怕她无力心切"
    },
    {
      "time": 51.27,
      "text": "时过境迁"
    },
    {
      "time": 54.09,
      "text": "眼泪依旧不愿"
    },
    {
      "time": 57.45,
      "text": "落下一句抱歉"
    },
    {
      "time": 60.66,
      "text": "倘若再早一些"
    },
    {
      "time": 64.41,
      "text": "琴弦拨动着我的心"
    },
    {
      "time": 67.38,
      "text": "在耳边回荡"
    },
    {
      "time": 70.62,
      "text": "爱若是较量"
    },
    {
      "time": 73.53,
      "text": "情愿输给她"
    },
    {
      "time": 77.55,
      "text": "留一盏灯"
    },
    {
      "time": 79.29,
      "text": "把夜照亮"
    },
    {
      "time": 80.46,
      "text": "去接她回家"
    },
    {
      "time": 83.52,
      "text": "你能够看到吗"
    },
    {
      "time": 86.85,
      "text": "你能够听到吗"
    },
    {
      "time": 116.73,
      "text": "关于思念"
    },
    {
      "time": 119.46,
      "text": "刚开口又下咽"
    },
    {
      "time": 122.61,
      "text": "假装过的体面"
    },
    {
      "time": 126,
      "text": "怕她无力心切"
    },
    {
      "time": 129.63,
      "text": "时过境迁"
    },
    {
      "time": 132.48,
      "text": "眼泪依旧不愿"
    },
    {
      "time": 135.81,
      "text": "落下一句抱歉"
    },
    {
      "time": 139.05,
      "text": "倘若再早一些"
    },
    {
      "time": 142.77,
      "text": "琴弦拨动着我的心"
    },
    {
      "time": 145.77,
      "text": "在耳边回荡"
    },
    {
      "time": 149.01,
      "text": "爱若是较量"
    },
    {
      "time": 151.92,
      "text": "情愿输给她"
    },
    {
      "time": 155.91,
      "text": "留一盏灯"
    },
    {
      "time": 157.68,
      "text": "把夜照亮"
    },
    {
      "time": 158.79,
      "text": "去接她回家"
    },
    {
      "time": 161.91,
      "text": "你能够看到吗"
    },
    {
      "time": 165.21,
      "text": "你能够听到吗"
    },
    {
      "time": 170.25,
      "text": "停步留下吧"
    },
    {
      "time": 175.05,
      "text": "让我把你的脸勾勒成画"
    },
    {
      "time": 183.03,
      "text": "原来我已长大"
    },
    {
      "time": 187.95,
      "text": "回忆飘飘洒洒就像流沙"
    },
    {
      "time": 195.12,
      "text": "留一盏灯"
    },
    {
      "time": 196.8,
      "text": "把夜照亮"
    },
    {
      "time": 198.03,
      "text": "去接她回家"
    },
    {
      "time": 201.06,
      "text": "你能够看到吗"
    },
    {
      "time": 204.42,
      "text": "你能够听到吗"
    },
    {
      "time": 205.42,
      "text": "和声编写：刘潇阳/ Max李玄"
    },
    {
      "time": 206.42,
      "text": "和声演唱： Max李玄/刘潇阳"
    },
    {
      "time": 207.42,
      "text": "音频编辑：覃书华"
    },
    {
      "time": 208.42,
      "text": "混音/母带工程师：何世渝"
    },
    {
      "time": 209.42,
      "text": "封面设计：杨云帆_ Yyfan"
    }
  ]
} satisfies Omit<Track, 'src'>
