import type { Track } from '../types'

export default {
  "id": "2122583972",
  "title": "冷夜",
  "artist": "陈默之",
  "album": "冷夜",
  "cover": "https://p4.music.126.net/umuJDyNL2TkUzdpg6pDzXw==/109951169300000992.jpg",
  "lyrics": [
    {
      "time": 0,
      "text": "词 : 林青谕"
    },
    {
      "time": 1,
      "text": "曲 : 翁梓铭"
    },
    {
      "time": 2,
      "text": "编曲 : 江离/张瑞"
    },
    {
      "time": 3,
      "text": "混音 : 江离"
    },
    {
      "time": 4,
      "text": "母带 : 江离"
    },
    {
      "time": 5,
      "text": "配唱 : 江离"
    },
    {
      "time": 6,
      "text": "制作人 : 江离"
    },
    {
      "time": 7,
      "text": "企划 : 鱼骨妹"
    },
    {
      "time": 8,
      "text": "监制 : 鱼骨妹/小七"
    },
    {
      "time": 9,
      "text": "出品 : 鱼骨星宿计划"
    },
    {
      "time": 10,
      "text": "【未经著作权人许可 不得翻唱 翻录或使用】"
    },
    {
      "time": 16.2,
      "text": "风停了 雨停了"
    },
    {
      "time": 29.23,
      "text": "谁还在阁楼唱着"
    },
    {
      "time": 31.96,
      "text": "你说的 遗憾的"
    },
    {
      "time": 34.84,
      "text": "且作苦酒饮下了"
    },
    {
      "time": 37.68,
      "text": "我做的 亏欠的"
    },
    {
      "time": 40.82,
      "text": "随落叶泛黄堆叠着"
    },
    {
      "time": 45.41,
      "text": "月淡了 云散了"
    },
    {
      "time": 51.99,
      "text": "我哼着从前的歌"
    },
    {
      "time": 55.23,
      "text": "那时的 你和我"
    },
    {
      "time": 58.19,
      "text": "吟诗作对庭院落"
    },
    {
      "time": 61.46,
      "text": "天冷了 入秋了"
    },
    {
      "time": 64,
      "text": "我点燃回忆的灯火"
    },
    {
      "time": 68.26,
      "text": "你低头欲说还休 我等你开口"
    },
    {
      "time": 76.05,
      "text": "却用句余生保重 落款了所有"
    },
    {
      "time": 81.94,
      "text": "梧桐落添几分秋 你一人远走"
    },
    {
      "time": 87.81,
      "text": "无言独走上西楼 望不到 你回眸"
    },
    {
      "time": 95.92,
      "text": "残月如勾 冷落着清秋"
    },
    {
      "time": 99.42,
      "text": "亦如我年少不懂 冷落你温柔"
    },
    {
      "time": 105.39,
      "text": "浮生的灯火阑珊 对谁都看破"
    },
    {
      "time": 111.36,
      "text": "对你唯有愧疚"
    },
    {
      "time": 115.2,
      "text": "风停了 雨停了"
    },
    {
      "time": 145.16,
      "text": "谁还在阁楼唱着"
    },
    {
      "time": 148.39,
      "text": "你说的 遗憾的"
    },
    {
      "time": 151.55,
      "text": "且作苦酒饮下了"
    },
    {
      "time": 154.02,
      "text": "我做的 亏欠的"
    },
    {
      "time": 156.94,
      "text": "随落叶泛黄堆叠着"
    },
    {
      "time": 161.38,
      "text": "月淡了 云散了"
    },
    {
      "time": 168.38,
      "text": "我哼着从前的歌"
    },
    {
      "time": 171.35,
      "text": "那时的 你和我"
    },
    {
      "time": 174.44,
      "text": "吟诗作对庭院落"
    },
    {
      "time": 177.52,
      "text": "天冷了 入秋了"
    },
    {
      "time": 180.18,
      "text": "我点燃回忆的灯火"
    },
    {
      "time": 184.66,
      "text": "你低头欲说还休 我等你开口"
    },
    {
      "time": 192.51,
      "text": "却用句余生保重 落款了所有"
    },
    {
      "time": 198.08,
      "text": "梧桐落添几分秋 你一人远走"
    },
    {
      "time": 203.79,
      "text": "无言独走上西楼 望不到 你回眸"
    },
    {
      "time": 211.8,
      "text": "残月如勾 冷落着清秋"
    },
    {
      "time": 215.99,
      "text": "亦如我年少不懂 冷落你温柔"
    },
    {
      "time": 221.89,
      "text": "浮生的灯火阑珊 对谁都看破"
    },
    {
      "time": 227.26,
      "text": "对你唯有愧疚"
    },
    {
      "time": 232.36,
      "text": ""
    },
    {
      "time": 242.27,
      "text": "【未经著作权人许可 不得翻唱 翻录或使用】"
    }
  ]
} satisfies Omit<Track, 'src'>
