import type { Track } from '../types'

export default {
  "id": "530995517",
  "title": "几分之几 (You Complete Me)",
  "artist": "卢广仲",
  "album": "几分之几",
  "cover": "https://p4.music.126.net/fWpX1LILPAyiOacF96REww==/109951163191952149.jpg",
  "lyrics": [
    {
      "time": 0,
      "text": "作词 : 卢广仲"
    },
    {
      "time": 1,
      "text": "作曲 : 卢广仲"
    },
    {
      "time": 16,
      "text": "记得那天  太阳压著平原"
    },
    {
      "time": 22.72,
      "text": "风慢慢吹  没有人掉眼泪"
    },
    {
      "time": 29.47,
      "text": "一切好美  好到我可以不用说话"
    },
    {
      "time": 42.82,
      "text": "金色的侧脸  踩著全白球鞋"
    },
    {
      "time": 49.42,
      "text": "风继续吹  世界继续作业"
    },
    {
      "time": 56.07,
      "text": "那么确定  我知道那就是你"
    },
    {
      "time": 68.53,
      "text": "那一天你走进了我的生命"
    },
    {
      "time": 75.22,
      "text": "谢谢你  成为了我的几分之几"
    },
    {
      "time": 84.95,
      "text": "闭上眼睛也能看见你"
    },
    {
      "time": 91.91,
      "text": "晴朗的南方"
    },
    {
      "time": 97.67,
      "text": "就算犯错  你拿岁月等我"
    },
    {
      "time": 104.41,
      "text": "就算停留  还有你和夜空"
    },
    {
      "time": 111.08,
      "text": "我算什么让你无条件的为我"
    },
    {
      "time": 123.6,
      "text": "那一天你走进了我的生命"
    },
    {
      "time": 130.17,
      "text": "谢谢你  成为了我的几分之几"
    },
    {
      "time": 139.84,
      "text": "如果我又更完整一点"
    },
    {
      "time": 146.77,
      "text": "也是因为你"
    },
    {
      "time": 150.28,
      "text": "某一天你离开了我的生命"
    },
    {
      "time": 156.78,
      "text": "谢谢你曾经是我的几分之几"
    },
    {
      "time": 166.65,
      "text": "感觉你贴著我胸口呼吸"
    },
    {
      "time": 173.33,
      "text": "在那一个回不去的天明"
    },
    {
      "time": 180.06,
      "text": ""
    },
    {
      "time": 187.06,
      "text": "我的  几分之几"
    },
    {
      "time": 193.35,
      "text": "你终于还是离开我的生命"
    },
    {
      "time": 199.86,
      "text": "留下每天都在变老的我"
    },
    {
      "time": 206.56,
      "text": "请记得我曾经 爱过"
    }
  ]
} satisfies Omit<Track, 'src'>
