import type { Track } from '../types'

export default {
  "id": "4872535",
  "title": "分身情人",
  "artist": "魏晨",
  "album": "一起来看流星雨 原声音乐辑",
  "cover": "https://p4.music.126.net/VpFtsEAUCOgC76jhwMMxsQ==/109951168437512342.jpg",
  "lyrics": [
    {
      "time": 0,
      "text": "作词 : 林从胤"
    },
    {
      "time": 1,
      "text": "作曲 : 魏晨/张欣瑜"
    },
    {
      "time": 63.529,
      "text": "看你为谁苦闷"
    },
    {
      "time": 65.949,
      "text": "我就集中精神"
    },
    {
      "time": 68.7,
      "text": "清理心情灰尘"
    },
    {
      "time": 70.899,
      "text": "赶走悲伤气氛"
    },
    {
      "time": 72.499,
      "text": "听你开朗笑声"
    },
    {
      "time": 74.669,
      "text": "吻住我的灵魂"
    },
    {
      "time": 76.96,
      "text": "好想陪你狂喜"
    },
    {
      "time": 79.169,
      "text": "分担你的闷"
    },
    {
      "time": 81.339,
      "text": "没有特异功能"
    },
    {
      "time": 83.579,
      "text": "是你激发潜能"
    },
    {
      "time": 85.839,
      "text": "才能无时不刻"
    },
    {
      "time": 87.999,
      "text": "拦截你的心疼"
    },
    {
      "time": 90.199,
      "text": "不要笑我的笨"
    },
    {
      "time": 92.479,
      "text": "想法都很单纯"
    },
    {
      "time": 94.649,
      "text": "不是超人却想为你变成万能"
    },
    {
      "time": 102.289,
      "text": "想做你的分身情人"
    },
    {
      "time": 106.499,
      "text": "守在每个精彩过程"
    },
    {
      "time": 110.708,
      "text": "直到有天"
    },
    {
      "time": 112.91,
      "text": "你会心痛我的心疼"
    },
    {
      "time": 119.699,
      "text": "把我当作分身情人"
    },
    {
      "time": 124.309,
      "text": "分别感受你的苦乐"
    },
    {
      "time": 128.57,
      "text": "幸福在不同场景记录着我们"
    },
    {
      "time": 136.98,
      "text": "只能有 我们"
    },
    {
      "time": 141.35,
      "text": ""
    },
    {
      "time": 146.71,
      "text": "wow~"
    },
    {
      "time": 151.51,
      "text": "wow~"
    },
    {
      "time": 161.38,
      "text": "看你为谁苦闷"
    },
    {
      "time": 163.46,
      "text": "我就集中精神"
    },
    {
      "time": 165.36,
      "text": ""
    },
    {
      "time": 165.91,
      "text": "清理心情灰尘"
    },
    {
      "time": 168.11,
      "text": "赶走悲伤气氛"
    },
    {
      "time": 170.829,
      "text": "听你开朗笑声"
    },
    {
      "time": 173.579,
      "text": "吻住我的灵魂"
    },
    {
      "time": 176.18,
      "text": "陪你分担闷"
    },
    {
      "time": 179.3,
      "text": "没有特异功能"
    },
    {
      "time": 181.43,
      "text": "是你激发潜能"
    },
    {
      "time": 183.75,
      "text": "才能无时不刻"
    },
    {
      "time": 185.84,
      "text": "感觉你的心疼"
    },
    {
      "time": 188.45,
      "text": "笑我多笨"
    },
    {
      "time": 190.35,
      "text": "想法都很单纯"
    },
    {
      "time": 192.54,
      "text": "不是超人却想为你变成万能"
    },
    {
      "time": 198.68,
      "text": "wow~"
    },
    {
      "time": 199.829,
      "text": "想做你的分身情人"
    },
    {
      "time": 204.1,
      "text": "守在每个精彩过程"
    },
    {
      "time": 208.54,
      "text": "直到有天"
    },
    {
      "time": 210.6,
      "text": "你会心痛我的心疼 Oh~"
    },
    {
      "time": 217.48,
      "text": "把我当作分身情人"
    },
    {
      "time": 221.91,
      "text": "分别感受你的苦乐"
    },
    {
      "time": 226.34,
      "text": "幸福在不同场景记录着我们"
    },
    {
      "time": 232.84,
      "text": "就只有我们 Oh~"
    },
    {
      "time": 236.94,
      "text": "不要笑我太愚笨"
    },
    {
      "time": 240.5,
      "text": "想法都那么单纯"
    },
    {
      "time": 244.47,
      "text": "想做你的分身情人"
    },
    {
      "time": 249.41,
      "text": "守在每个精彩过程"
    },
    {
      "time": 252.76,
      "text": "Wow~"
    },
    {
      "time": 257.74,
      "text": "是遥不可及的恋人"
    },
    {
      "time": 261.81,
      "text": "却在每个精彩过程"
    },
    {
      "time": 266.32,
      "text": "直到有天"
    },
    {
      "time": 268.42,
      "text": "你会心痛我的心疼 oh~"
    },
    {
      "time": 275.409,
      "text": "把我当作分身情人"
    },
    {
      "time": 279.68,
      "text": "分别感受你的苦乐"
    },
    {
      "time": 284.8,
      "text": "幸福在不同场景记录着我们"
    },
    {
      "time": 296.8,
      "text": "只能有我们"
    }
  ]
} satisfies Omit<Track, 'src'>
