import type { Track } from '../types'

export default {
  "id": "2601622789",
  "title": "去北极忘记你",
  "artist": "Gareth.T",
  "album": "去北极忘记你",
  "cover": "https://p4.music.126.net/5bZYAmUKMqiUK9K7kDi5Jg==/109951169718000739.jpg",
  "lyrics": [
    {
      "time": 0,
      "text": "作词 : 易家扬"
    },
    {
      "time": 1,
      "text": "作曲 : Gareth.T/Teddy Fan"
    },
    {
      "time": 2,
      "text": "编曲 : Enoch Cheng"
    },
    {
      "time": 3,
      "text": "制作人 : Gareth.T"
    },
    {
      "time": 18.563,
      "text": "站在伞下看着多少路人甲乙"
    },
    {
      "time": 21.484,
      "text": "带着冻伤想想过去不过如此而已"
    },
    {
      "time": 25.455,
      "text": "我们两人之间似乎不敌这场风景"
    },
    {
      "time": 29.445,
      "text": "这一次有点僵"
    },
    {
      "time": 31.094,
      "text": "我无力了修不好自己"
    },
    {
      "time": 32.71,
      "text": ""
    },
    {
      "time": 33.8,
      "text": "反正那些对的"
    },
    {
      "time": 34.951,
      "text": "曾经可能终于错了"
    },
    {
      "time": 37.592,
      "text": "于是为什么我回答"
    },
    {
      "time": 39.403,
      "text": "什么都嫌多了"
    },
    {
      "time": 41.402,
      "text": "你别怕我只会在老远里想念了"
    },
    {
      "time": 45.349,
      "text": "但也许你嫌一公里还是太接近呢"
    },
    {
      "time": 48.731,
      "text": ""
    },
    {
      "time": 50.173,
      "text": "我正在准备坐上飞机要往北方而去"
    },
    {
      "time": 55.917,
      "text": "我听过永夜"
    },
    {
      "time": 57.926,
      "text": "没问题我想去"
    },
    {
      "time": 61.412,
      "text": ""
    },
    {
      "time": 63.25,
      "text": "去北极忘记你可不可以"
    },
    {
      "time": 67.745,
      "text": "从此隐姓埋名"
    },
    {
      "time": 70.872,
      "text": "往南看回去"
    },
    {
      "time": 73.823,
      "text": "唯一看似眼泪的东西"
    },
    {
      "time": 79.275,
      "text": "从哪下飞机何必"
    },
    {
      "time": 83.815,
      "text": "我们像个错别字"
    },
    {
      "time": 87.756,
      "text": "就咽下不懂的梦各自回去"
    },
    {
      "time": 94.215,
      "text": "哼 哈啊吼喔"
    },
    {
      "time": 98.924,
      "text": ""
    },
    {
      "time": 105.123,
      "text": "心跳跟这冰块混搭成了 雷鸣"
    },
    {
      "time": 108.472,
      "text": "孤单乘以时间自有它的一点道理"
    },
    {
      "time": 112.141,
      "text": "谁说别人真在意"
    },
    {
      "time": 114.201,
      "text": "故事又丢在哪里"
    },
    {
      "time": 115.87,
      "text": "谁爱要别客气"
    },
    {
      "time": 118.098,
      "text": "就把 它拿回去"
    },
    {
      "time": 119.451,
      "text": ""
    },
    {
      "time": 121.335,
      "text": "我现在真的很累于是要去无声旅行"
    },
    {
      "time": 126.038,
      "text": "没看过永远"
    },
    {
      "time": 128.558,
      "text": "没错我不懂你"
    },
    {
      "time": 133.141,
      "text": ""
    },
    {
      "time": 134.102,
      "text": "去北极忘记你"
    },
    {
      "time": 136.735,
      "text": "可不可以从此隐姓埋名"
    },
    {
      "time": 141.787,
      "text": "往南看回去"
    },
    {
      "time": 144.945,
      "text": "唯一看似眼泪的东西"
    },
    {
      "time": 150.007,
      "text": "从哪下飞机何必"
    },
    {
      "time": 154.508,
      "text": "我们像个错别字"
    },
    {
      "time": 158.443,
      "text": "就咽下不懂的梦各自回去"
    },
    {
      "time": 164.255,
      "text": ""
    },
    {
      "time": 166.62,
      "text": "忘记你 忘记你"
    },
    {
      "time": 173.743,
      "text": "忘记你 等了多久等什么"
    },
    {
      "time": 181.107,
      "text": ""
    },
    {
      "time": 182.764,
      "text": "去北极忘记你"
    },
    {
      "time": 186.25,
      "text": "可不可以从此隐姓埋名"
    },
    {
      "time": 190.895,
      "text": "往南看回去"
    },
    {
      "time": 193.831,
      "text": "唯一看似眼泪的东西"
    },
    {
      "time": 199.319,
      "text": "从哪下飞机何必"
    },
    {
      "time": 203.728,
      "text": "我们像个错别字"
    },
    {
      "time": 207.829,
      "text": "就咽下不懂的梦各自回去"
    },
    {
      "time": 212.47,
      "text": ""
    },
    {
      "time": 214.618,
      "text": "就咽下不懂的梦各自回去"
    },
    {
      "time": 246.175,
      "text": "母带工程师 : Alex Psaroudakis"
    },
    {
      "time": 247.175,
      "text": "人声 : Gareth.T"
    },
    {
      "time": 248.175,
      "text": "器乐 : Enoch Cheng/Teddy Fan"
    },
    {
      "time": 249.175,
      "text": "混音师 : Jay Tse"
    }
  ]
} satisfies Omit<Track, 'src'>
