import type { Track } from '../types'

export default {
  "id": "3323615276",
  "title": "去北极忘记你",
  "artist": "林宥嘉 / 汪苏泷",
  "album": "",
  "cover": "https://p3.music.126.net/3Hn9JuIs9txeHDfCURtEaQ==/109951172369847598.jpg",
  "lyrics": [
    {
      "time": 2.049,
      "text": "作词：易家扬"
    },
    {
      "time": 3.313,
      "text": "作曲：Gareth.T / Teddy Fan"
    },
    {
      "time": 4.977,
      "text": "原唱：Gareth.T"
    },
    {
      "time": 6.769,
      "text": "音乐总监：谷粟"
    },
    {
      "time": 8.779,
      "text": "音响总监：何飚"
    },
    {
      "time": 10.234,
      "text": "音乐设计：王皓"
    },
    {
      "time": 11.657,
      "text": "制作人：汪苏泷/谷粟/汤佩弦"
    },
    {
      "time": 13.097,
      "text": "合唱设计：王梓琼"
    },
    {
      "time": 19.3,
      "text": "林宥嘉："
    },
    {
      "time": 19.325,
      "text": "站在伞下看着多少路人甲乙"
    },
    {
      "time": 22.4,
      "text": "带着冻伤想想过去不过如此而已"
    },
    {
      "time": 26.306,
      "text": "我们两人之间似乎不敌这场风景"
    },
    {
      "time": 30.304,
      "text": "这一次有点僵"
    },
    {
      "time": 31.687,
      "text": "我无力了 修不好自己"
    },
    {
      "time": 34.344,
      "text": "反正那些对的"
    },
    {
      "time": 35.808,
      "text": "曾经可能终于错了"
    },
    {
      "time": 38.361,
      "text": "于是为什么我回答"
    },
    {
      "time": 40.248,
      "text": "什么都嫌多了"
    },
    {
      "time": 42.241,
      "text": "你别怕我只会在老远里想念了"
    },
    {
      "time": 46.121,
      "text": "但也许你 嫌一公里还是太接近呢"
    },
    {
      "time": 51.401,
      "text": "我正在准备坐上飞机要往北方而去"
    },
    {
      "time": 57.009,
      "text": "我听过永夜"
    },
    {
      "time": 58.952,
      "text": "没问题 我想去"
    },
    {
      "time": 63.848,
      "text": "去北极忘记你 可不可以"
    },
    {
      "time": 69.08,
      "text": "从此隐姓埋名"
    },
    {
      "time": 72.192,
      "text": "往南看回去"
    },
    {
      "time": 74.896,
      "text": "唯一看似 眼泪的东西"
    },
    {
      "time": 79.93,
      "text": "从哪下飞机 何必"
    },
    {
      "time": 84.481,
      "text": "我们像个错别字"
    },
    {
      "time": 88.497,
      "text": "就咽下不懂的梦各自回去"
    },
    {
      "time": 105.658,
      "text": "汪苏泷："
    },
    {
      "time": 105.794,
      "text": "心跳跟这冰块混搭成了雷鸣"
    },
    {
      "time": 109.259,
      "text": "孤单乘以时间自有它的一点道理"
    },
    {
      "time": 112.922,
      "text": "谁说别人真在意 故事又丢在哪里"
    },
    {
      "time": 116.762,
      "text": "谁爱要别客气 就把它拿回去"
    },
    {
      "time": 122.298,
      "text": "我现在真的很累于是要去无声旅行"
    },
    {
      "time": 127.866,
      "text": "没看过永远"
    },
    {
      "time": 129.899,
      "text": "没错 我不懂你"
    },
    {
      "time": 134.658,
      "text": "去北极忘记你 可不可以"
    },
    {
      "time": 140.035,
      "text": "从此隐姓埋名"
    },
    {
      "time": 143.059,
      "text": "往南看回去"
    },
    {
      "time": 145.858,
      "text": "唯一看似 眼泪的东西"
    },
    {
      "time": 150.803,
      "text": "从哪下飞机 何必"
    },
    {
      "time": 155.49,
      "text": "我们像个错别字"
    },
    {
      "time": 159.349,
      "text": "就咽下不懂的梦各自回去"
    },
    {
      "time": 167.243,
      "text": "汪苏泷："
    },
    {
      "time": 167.539,
      "text": "忘记你"
    },
    {
      "time": 169.074,
      "text": "（林宥嘉：忘记你）"
    },
    {
      "time": 171.594,
      "text": "忘记你"
    },
    {
      "time": 172.914,
      "text": "（林宥嘉：忘记你）"
    },
    {
      "time": 175.179,
      "text": "合："
    },
    {
      "time": 175.427,
      "text": "忘记你 等了多久等什么"
    },
    {
      "time": 183.73,
      "text": "汪苏泷："
    },
    {
      "time": 183.867,
      "text": "去北极忘记你 可不可以"
    },
    {
      "time": 189.179,
      "text": "从此隐姓埋名"
    },
    {
      "time": 192.187,
      "text": "往南看回去"
    },
    {
      "time": 194.883,
      "text": "唯一类似"
    },
    {
      "time": 196.884,
      "text": "合："
    },
    {
      "time": 197.019,
      "text": "眼泪的东西"
    },
    {
      "time": 199.9,
      "text": "从哪下飞机 何必"
    },
    {
      "time": 204.444,
      "text": "我们像个错别字"
    },
    {
      "time": 208.46,
      "text": "汪苏泷："
    },
    {
      "time": 208.579,
      "text": "就咽下不懂的梦各自回去"
    },
    {
      "time": 216.307,
      "text": "合："
    },
    {
      "time": 216.42,
      "text": "就咽下不懂的梦各自回去"
    }
  ]
} satisfies Omit<Track, 'src'>
