import type { Track } from '../types'

export default {
  "id": "372359",
  "title": "咏春",
  "artist": "七朵组合",
  "album": "咏春",
  "cover": "https://p4.music.126.net/GE9hj6I9A-fL64_tFuGZAA==/109951172859327838.jpg",
  "lyrics": [
    {
      "time": 0,
      "text": "作词 : 花晶晶"
    },
    {
      "time": 1,
      "text": "作曲 : 何亮"
    },
    {
      "time": 24.69,
      "text": "拾一片落叶仰望新旧交叠"
    },
    {
      "time": 28.04,
      "text": "嫩绿自梢头微微微微露脸"
    },
    {
      "time": 31.04,
      "text": "被清风忽略花开得犹豫不决"
    },
    {
      "time": 34.15,
      "text": "独徘徊等你等你等你的一切"
    },
    {
      "time": 38.02,
      "text": "洒一地斑驳阳光穿过新叶"
    },
    {
      "time": 41.03,
      "text": "心事空流转思念渐渐倾斜"
    },
    {
      "time": 44.16,
      "text": "草长莺飞慰籍孤单的残雪"
    },
    {
      "time": 47.3,
      "text": "放开手让寒冷胆怯"
    },
    {
      "time": 50.54,
      "text": "日高悬风拂面留下丝丝温暖"
    },
    {
      "time": 57.23,
      "text": "别辜负眼前季节"
    },
    {
      "time": 63.2,
      "text": "花踌躇柳轻叹敢问情何以堪"
    },
    {
      "time": 69.9,
      "text": "徒伤悲青春年月"
    },
    {
      "time": 75.81,
      "text": "春知晓梦不觉恰似你我那年"
    },
    {
      "time": 82.51,
      "text": "不经事却说离别"
    },
    {
      "time": 88.36,
      "text": "燕归来莺语乱谁在歌咏春天"
    },
    {
      "time": 95.15,
      "text": "眼清澈笑容无邪……"
    },
    {
      "time": 100.96,
      "text": ""
    },
    {
      "time": 126.59,
      "text": "拾一片落叶仰望新旧交叠"
    },
    {
      "time": 130.39,
      "text": "嫩绿自梢头微微露脸"
    },
    {
      "time": 132.85,
      "text": "被清风忽略花开得犹豫不决"
    },
    {
      "time": 136.21,
      "text": "独徘徊等你等你等你的一切"
    },
    {
      "time": 139.9,
      "text": "许一个心愿忘记忧伤情节"
    },
    {
      "time": 143,
      "text": "闭上眼合十双手默默叨念"
    },
    {
      "time": 146.15,
      "text": "阳光映在眼睑我不再拒绝"
    },
    {
      "time": 149.23,
      "text": "暖暖的暖暖的补心里空缺"
    },
    {
      "time": 152.52,
      "text": "云淡淡天很蓝思绪慢慢走远"
    },
    {
      "time": 155.68,
      "text": "春光细细流淌幸福漫过指尖"
    },
    {
      "time": 158.77,
      "text": "是谁在看风景她又被谁看见"
    },
    {
      "time": 161.92,
      "text": "谁转身微微笑谁的心事释然"
    },
    {
      "time": 165.24,
      "text": "洒一地斑驳阳光穿过新叶"
    },
    {
      "time": 168.23,
      "text": "心事空流转思念渐渐倾斜"
    },
    {
      "time": 171.36,
      "text": "草长莺飞慰籍孤单的残雪"
    },
    {
      "time": 174.5,
      "text": "放开手让寒冷胆怯"
    },
    {
      "time": 177.75,
      "text": "日高悬风拂面留下丝丝温暖"
    },
    {
      "time": 184.4,
      "text": "别辜负眼前季节"
    },
    {
      "time": 190.58,
      "text": "花踌躇柳轻叹敢问情何以堪"
    },
    {
      "time": 197.03,
      "text": "徒伤悲青春年月"
    },
    {
      "time": 202.98,
      "text": "春知晓梦不觉恰似你我那年"
    },
    {
      "time": 209.73,
      "text": "不经事却说离别"
    },
    {
      "time": 215.57,
      "text": "燕归来莺语乱谁在歌咏春天"
    },
    {
      "time": 222.29,
      "text": "眼清澈笑容无邪……"
    },
    {
      "time": 228.47,
      "text": "春知晓梦不觉恰似你我那年"
    },
    {
      "time": 234.93,
      "text": "不经事却说离别"
    },
    {
      "time": 240.87,
      "text": "燕归来莺语乱谁在歌咏春天"
    },
    {
      "time": 247.55,
      "text": "眼清澈笑容无邪……"
    },
    {
      "time": 253.92,
      "text": "是谁在歌咏春天"
    },
    {
      "time": 262.73,
      "text": ""
    }
  ]
} satisfies Omit<Track, 'src'>
