import type { Track } from '../types'

export default {
  "id": "1490642180",
  "title": "善变",
  "artist": "王靖雯不胖",
  "album": "善变",
  "cover": "https://p4.music.126.net/QMKDoBVfjMNZBmLWrGsaYQ==/109951165420786944.jpg",
  "lyrics": [
    {
      "time": 0,
      "text": "词 : 米嘉郁"
    },
    {
      "time": 1,
      "text": "曲 : 孙大雄"
    },
    {
      "time": 2,
      "text": "编曲 : 犹八音舍"
    },
    {
      "time": 3,
      "text": "制作人 : 一寸光年团队"
    },
    {
      "time": 4,
      "text": "吉他 : 老田"
    },
    {
      "time": 5,
      "text": "配唱 : 杨沛"
    },
    {
      "time": 6,
      "text": "录音 : 李妙心"
    },
    {
      "time": 7,
      "text": "混音 : 边策"
    },
    {
      "time": 8,
      "text": "和声 : 王韩一淋"
    },
    {
      "time": 9,
      "text": "制作公司/OP : 一寸光年"
    },
    {
      "time": 26.29,
      "text": "转角花店 见证牵手两年"
    },
    {
      "time": 31.9,
      "text": "这城市散落着太多纪念"
    },
    {
      "time": 36.82,
      "text": "总是在我们之间兜圈"
    },
    {
      "time": 43.34,
      "text": "如果我是 你眼里的景点"
    },
    {
      "time": 48.5,
      "text": "路过就好 何必留下想念"
    },
    {
      "time": 54.12,
      "text": "何必让故事用微笑开篇"
    },
    {
      "time": 59,
      "text": "结局眼泪悼念"
    },
    {
      "time": 64.53,
      "text": "只怪有你的从前"
    },
    {
      "time": 68.25,
      "text": "美的太过惊艳"
    },
    {
      "time": 70.82,
      "text": "才会当热情变浅 决裂明显"
    },
    {
      "time": 75.79,
      "text": "爱是谁也绕不开的抛物线"
    },
    {
      "time": 87.28,
      "text": "从前你穿越风雨"
    },
    {
      "time": 89.63,
      "text": "都会仓促见一面"
    },
    {
      "time": 92.59,
      "text": "后来连伞的边缘"
    },
    {
      "time": 95.17,
      "text": "你都懒得分一点"
    },
    {
      "time": 98.12,
      "text": "是我们低估了时间的善变"
    },
    {
      "time": 103.03,
      "text": "太轻易让浓烈的故事翻篇"
    },
    {
      "time": 109.17,
      "text": "从前你穿过半座城市"
    },
    {
      "time": 112.37,
      "text": "陪我一起失眠"
    },
    {
      "time": 114.79,
      "text": "后来你好像跟你的方向盘"
    },
    {
      "time": 118.59,
      "text": "更近一点"
    },
    {
      "time": 120.41,
      "text": "只是当泪水又滑落在照片"
    },
    {
      "time": 125.43,
      "text": "却舍不得删"
    },
    {
      "time": 139.24,
      "text": "只怪有你的从前"
    },
    {
      "time": 142.73,
      "text": "美的太过惊艳"
    },
    {
      "time": 145.46,
      "text": "才会当热情变浅 决裂明显"
    },
    {
      "time": 150.33,
      "text": "爱是谁也绕不开的抛物线"
    },
    {
      "time": 161.65,
      "text": "从前你穿越风雨"
    },
    {
      "time": 164.07,
      "text": "都会仓促见一面"
    },
    {
      "time": 167.1,
      "text": "后来连伞的边缘"
    },
    {
      "time": 169.61,
      "text": "你都懒得分一点"
    },
    {
      "time": 172.72,
      "text": "是我们低估了时间的善变"
    },
    {
      "time": 177.65,
      "text": "太轻易让浓烈的故事翻篇"
    },
    {
      "time": 183.7,
      "text": "从前你穿过半座城市"
    },
    {
      "time": 186.96,
      "text": "陪我一起失眠"
    },
    {
      "time": 189.31,
      "text": "后来你好像跟你的方向盘"
    },
    {
      "time": 193.18,
      "text": "更近一点"
    },
    {
      "time": 194.78,
      "text": "只是当泪水又滑落在照片"
    },
    {
      "time": 199.86,
      "text": "却舍不得删"
    },
    {
      "time": 205.78,
      "text": "从前你穿过半座城市"
    },
    {
      "time": 208.9,
      "text": "陪我一起失眠"
    },
    {
      "time": 211.32,
      "text": "后来你好像跟你的方向盘"
    },
    {
      "time": 215.19,
      "text": "更近一点"
    },
    {
      "time": 216.86,
      "text": "只是当泪水又滑落在照片"
    },
    {
      "time": 221.93,
      "text": "却舍不得删"
    },
    {
      "time": 227.93,
      "text": "好歹让这一幕幕从前"
    },
    {
      "time": 233.76,
      "text": "不只像谎言"
    },
    {
      "time": 251.14,
      "text": ""
    }
  ]
} satisfies Omit<Track, 'src'>
