import type { Track } from '../types'

export default {
  "id": "3347295437",
  "title": "失眠了",
  "artist": "吴琳珂Moske",
  "album": "失眠了",
  "cover": "https://p4.music.126.net/RX7XkgADsQ6kXqcpeuEwxQ==/109951172703763721.jpg",
  "lyrics": [
    {
      "time": 0,
      "text": "作曲 : 吴琳珂Moske"
    },
    {
      "time": 1,
      "text": "作词 : 吴琳珂Moske"
    },
    {
      "time": 2,
      "text": "编曲 : 陆之逊"
    },
    {
      "time": 3,
      "text": "制作人 : 吴琳珂Moske/白玛"
    },
    {
      "time": 4,
      "text": "监制 : 张荣凯Zack"
    },
    {
      "time": 23.425,
      "text": "房间里留了半根你抽过的烟"
    },
    {
      "time": 29.605,
      "text": "有一丝丝甜"
    },
    {
      "time": 32.431,
      "text": "门口摆放的那双穿过的拖鞋"
    },
    {
      "time": 38.737,
      "text": "你踮起脚尖"
    },
    {
      "time": 41.483,
      "text": "亲爱的你 已经回到家里边"
    },
    {
      "time": 50.375,
      "text": "可怜的我 开始偷偷想念"
    },
    {
      "time": 59.924,
      "text": "明明你也想我吧"
    },
    {
      "time": 64.144,
      "text": "怎么不敢再往前"
    },
    {
      "time": 69.263,
      "text": "今晚你就留下吧"
    },
    {
      "time": 73.244,
      "text": "要我开口邀请你吗 哎呀"
    },
    {
      "time": 78.367,
      "text": "明明你也爱我吧"
    },
    {
      "time": 82.137,
      "text": "不然怎么不说话"
    },
    {
      "time": 87.151,
      "text": "窗外又下起雨了"
    },
    {
      "time": 91.158,
      "text": "这个借口不错吧"
    },
    {
      "time": 114.453,
      "text": "你的一切是现实和虚拟交叠"
    },
    {
      "time": 120.852,
      "text": "短暂的重叠"
    },
    {
      "time": 124.23,
      "text": "好害怕最后连影子都不见面"
    },
    {
      "time": 129.92,
      "text": "光熄灭瞬间"
    },
    {
      "time": 132.685,
      "text": "亲爱的你 困在记忆里周旋"
    },
    {
      "time": 141.469,
      "text": "可怜的我 再一次又失眠"
    },
    {
      "time": 150.579,
      "text": "明明你也想我吧"
    },
    {
      "time": 154.533,
      "text": "怎么不敢再往前"
    },
    {
      "time": 159.589,
      "text": "今晚你就留下吧"
    },
    {
      "time": 163.513,
      "text": "要我开口邀请你吗 哎呀"
    },
    {
      "time": 168.921,
      "text": "明明你也爱我吧"
    },
    {
      "time": 172.647,
      "text": "不然怎么不说话"
    },
    {
      "time": 177.787,
      "text": "窗外又下起雨了"
    },
    {
      "time": 181.967,
      "text": "这个借口不错吧"
    },
    {
      "time": 195.661,
      "text": "明明你也想我吧"
    },
    {
      "time": 199.681,
      "text": "怎么不敢再往前"
    },
    {
      "time": 205.047,
      "text": "今晚你就留下吧"
    },
    {
      "time": 208.806,
      "text": "要我开口邀请你吗 哎呀"
    },
    {
      "time": 213.945,
      "text": "明明你也爱我吧"
    },
    {
      "time": 217.787,
      "text": "不然怎么不说话"
    },
    {
      "time": 222.874,
      "text": "窗外又下起雨了"
    },
    {
      "time": 227.176,
      "text": "这个借口不错吧"
    },
    {
      "time": 232.261,
      "text": "录音：肖肖"
    },
    {
      "time": 234.023,
      "text": "混音&母带：徐天晓@TZ studio"
    },
    {
      "time": 235.865,
      "text": "吉他：吴余涛"
    },
    {
      "time": 238.007,
      "text": "和声设计：徐天晓@TZ studio"
    },
    {
      "time": 239.958,
      "text": "和声：吴琳珂Moske"
    },
    {
      "time": 241.55,
      "text": "企划：赖俊羲JC"
    },
    {
      "time": 243.313,
      "text": "宣发：赖俊羲JC/赵徐/Devon/莫熙歌/宫慧婷"
    },
    {
      "time": 245.353,
      "text": "艺人统筹：毛知微/高淼淼/薛文秀宇"
    },
    {
      "time": 246.996,
      "text": "A&R：张荣凯Zack"
    },
    {
      "time": 248.426,
      "text": "封面拍摄：买绍哲"
    },
    {
      "time": 249.676,
      "text": "封面设计：叶家幸"
    },
    {
      "time": 250.891,
      "text": "OP：吴琳珂工作室"
    },
    {
      "time": 252.275,
      "text": "SP：北京太合乐人文化艺术有限公司"
    },
    {
      "time": 253.529,
      "text": "版权声明：未经著作权人书面许可，任何人不得以任何方式使用（包括翻唱、翻录等）。"
    }
  ]
} satisfies Omit<Track, 'src'>
