import type { Track } from '../types'

export default {
  "id": "273114",
  "title": "失眠",
  "artist": "Suki刘舒妤",
  "album": "Ladies Night",
  "cover": "https://p4.music.126.net/-ruDNWFD1mMTGMNmNPzUIg==/109951173355316164.jpg",
  "lyrics": [
    {
      "time": 0,
      "text": "词 : 吴易纬"
    },
    {
      "time": 1,
      "text": "曲 : 陈威全"
    },
    {
      "time": 2,
      "text": "制作 : 陈威全"
    },
    {
      "time": 3,
      "text": "出品 : 五十环音乐Straight50 x First Love"
    },
    {
      "time": 4,
      "text": "编曲 : 陈威全"
    },
    {
      "time": 15.73,
      "text": "这个失眠夜 想不起你是谁"
    },
    {
      "time": 20.65,
      "text": "品尝过爱情的香甜"
    },
    {
      "time": 23.21,
      "text": "我舍不得喝水"
    },
    {
      "time": 29.82,
      "text": "人总是疯癫 不惜牺牲一切"
    },
    {
      "time": 35.23,
      "text": "却只为了换一次"
    },
    {
      "time": 37.27,
      "text": "拥抱爱的机会"
    },
    {
      "time": 42.18,
      "text": "被你牵着的手是不可能的画面"
    },
    {
      "time": 49.23,
      "text": "拥有你的时间已经不可能倒回"
    },
    {
      "time": 55.81,
      "text": "爱情像纠结的毛线"
    },
    {
      "time": 59.66,
      "text": "你说爱我太过浪费"
    },
    {
      "time": 63.33,
      "text": "太过狼狈 太过愚昧"
    },
    {
      "time": 66.91,
      "text": "都是我一厢情愿"
    },
    {
      "time": 70.44,
      "text": "尝试过爱恋 尝试过缠绵"
    },
    {
      "time": 74.41,
      "text": "最后还是失眠"
    },
    {
      "time": 77.42,
      "text": "脆弱无助的黑夜 都是你抽的烟"
    },
    {
      "time": 84.17,
      "text": "我尝试过亏欠 尝试过敷衍"
    },
    {
      "time": 88.6,
      "text": "最后还是失眠"
    },
    {
      "time": 91.67,
      "text": "忍住怀念 却清醒过 一整夜"
    },
    {
      "time": 98.71,
      "text": "被你牵着的手是不可能的画面"
    },
    {
      "time": 105.5,
      "text": "拥有你的时间已经不可能倒回"
    },
    {
      "time": 112.37,
      "text": "爱情像纠结的毛线"
    },
    {
      "time": 116.19,
      "text": "你说爱我太过浪费"
    },
    {
      "time": 119.77,
      "text": "太过狼狈 太过愚昧"
    },
    {
      "time": 123.46,
      "text": "都是我一厢情愿"
    },
    {
      "time": 126.89,
      "text": "尝试过爱恋 尝试过缠绵"
    },
    {
      "time": 130.86,
      "text": "最后还是失眠"
    },
    {
      "time": 133.93,
      "text": "脆弱无助的黑夜"
    },
    {
      "time": 136.16,
      "text": "都是你抽的烟"
    },
    {
      "time": 140.55,
      "text": "我尝试过亏欠 尝试过敷衍"
    },
    {
      "time": 144.98,
      "text": "最后还是失眠"
    },
    {
      "time": 148.02,
      "text": "忍住怀念 却清醒过 一整夜"
    },
    {
      "time": 154.73,
      "text": "我尝试过爱恋 尝试过缠绵"
    },
    {
      "time": 159.06,
      "text": "最后还是失眠"
    },
    {
      "time": 162.28,
      "text": "眼泪填满的黑夜 是戒不掉的烟"
    },
    {
      "time": 168.7,
      "text": "我尝试过亏欠 尝试过敷衍"
    },
    {
      "time": 173.19,
      "text": "最后还是失眠"
    },
    {
      "time": 176.26,
      "text": "忍住后悔 却忍不住 又想念"
    },
    {
      "time": 183.3,
      "text": "忍住怀念 却清醒过 一整夜"
    },
    {
      "time": 206.3,
      "text": "编程 : 陈威全"
    },
    {
      "time": 207.3,
      "text": "人声 : Suki刘舒妤"
    }
  ]
} satisfies Omit<Track, 'src'>
