import type { Track } from '../types'

export default {
  "id": "3392603763",
  "title": "如果你不经意想起",
  "artist": "wilson生（徐伟生）",
  "album": "如果你不经意想起",
  "cover": "https://p3.music.126.net/7DoUGJnoohdeigKq3lr3Uw==/109951173367758424.jpg",
  "lyrics": [
    {
      "time": 0,
      "text": "歌手：wilson生"
    },
    {
      "time": 1,
      "text": "作词：林华勇/周洁颖"
    },
    {
      "time": 2,
      "text": "作曲：林华勇"
    },
    {
      "time": 3,
      "text": "编曲：Jen周周"
    },
    {
      "time": 4,
      "text": "制作人：林华勇"
    },
    {
      "time": 5,
      "text": "和声：Jen周周"
    },
    {
      "time": 6,
      "text": "统筹：舟舟舟/唐棣/王卓亚"
    },
    {
      "time": 7,
      "text": "音乐项目监制：代诗琪"
    },
    {
      "time": 8,
      "text": "混音：赵彬彬"
    },
    {
      "time": 9,
      "text": "母带：赵彬彬"
    },
    {
      "time": 10,
      "text": "音乐发行：华纳音乐 Warner Music China"
    },
    {
      "time": 11,
      "text": "【未经著作权人书面许可，严禁以任何方式（包括翻唱，翻录混音等）使用或发布。未经授权本作品禁止用于人工智能（AI）的训练、模仿、学习、生成等相关活动。违者必究！】"
    },
    {
      "time": 14.26,
      "text": "终于还是放弃"
    },
    {
      "time": 16.26,
      "text": "过程也都不堪再次提及"
    },
    {
      "time": 21.16,
      "text": "我曾经年轻叛逆"
    },
    {
      "time": 23.74,
      "text": "对你一味无情地猜忌"
    },
    {
      "time": 27.41,
      "text": "直到忍耐 过了限期"
    },
    {
      "time": 32.26,
      "text": "结局不能再更替"
    },
    {
      "time": 35.92,
      "text": "哪怕几千句对不起也已经回不去"
    },
    {
      "time": 42.02,
      "text": "时间变本加厉"
    },
    {
      "time": 45.53,
      "text": "让我的心始终难以平静"
    },
    {
      "time": 50.21,
      "text": "记忆就像个武器"
    },
    {
      "time": 52.87,
      "text": "无法抗拒它的杀伤力"
    },
    {
      "time": 56.8,
      "text": "将我的心 拒之千里"
    },
    {
      "time": 61.47,
      "text": "也不许我再靠近"
    },
    {
      "time": 64.94,
      "text": "只能在背后无数次责备我自己"
    },
    {
      "time": 71.38,
      "text": "如果你不经意想起"
    },
    {
      "time": 74.86,
      "text": "别忘记我曾爱过你"
    },
    {
      "time": 78.49,
      "text": "想偶尔打扰你 却没话题也没勇气"
    },
    {
      "time": 85.96,
      "text": "时间并没有告诉我"
    },
    {
      "time": 89.51,
      "text": "要怎么才能忘记你"
    },
    {
      "time": 93.1,
      "text": "我那么爱回忆 因为已经失去"
    },
    {
      "time": 112.31,
      "text": "时间变本加厉"
    },
    {
      "time": 114.45,
      "text": "让我的心始终难以平静"
    },
    {
      "time": 119.18,
      "text": "记忆就像个武器"
    },
    {
      "time": 121.84,
      "text": "无法抗拒它的杀伤力"
    },
    {
      "time": 125.75,
      "text": "将我的心 拒之千里"
    },
    {
      "time": 130.46,
      "text": "也不许我再靠近"
    },
    {
      "time": 134.16,
      "text": "只能在背后无数次责备我自己"
    },
    {
      "time": 140.14,
      "text": "如果你不经意想起"
    },
    {
      "time": 143.88,
      "text": "别忘记我曾爱过你"
    },
    {
      "time": 147.53,
      "text": "想偶尔打扰你 却没话题也没勇气"
    },
    {
      "time": 154.99,
      "text": "时间并没有告诉我"
    },
    {
      "time": 158.42,
      "text": "要怎么才能忘记你"
    },
    {
      "time": 162.14,
      "text": "我那么爱回忆 因为已经失去"
    },
    {
      "time": 179.78,
      "text": "如果你不经意想起"
    },
    {
      "time": 183.99,
      "text": "别忘记我曾爱过你"
    },
    {
      "time": 187.36,
      "text": "想偶尔打扰你 却没话题也没勇气"
    },
    {
      "time": 195.02,
      "text": "时间并没有告诉我"
    },
    {
      "time": 198.37,
      "text": "要怎么才能忘记你"
    },
    {
      "time": 202.59,
      "text": "我那么爱回忆 因为已经失去"
    },
    {
      "time": 210.13,
      "text": "我那么爱回忆 因为已经失去"
    }
  ]
} satisfies Omit<Track, 'src'>
