import type { Track } from '../types'

export default {
  "id": "428203461",
  "title": "如果可以",
  "artist": "胡夏",
  "album": "旋风少女 第二季 电视原声带",
  "cover": "https://p3.music.126.net/Hn-VDROby9emL1-HbTxmAw==/3445869450944628.jpg",
  "lyrics": [
    {
      "time": 0,
      "text": "作词 : 徐云霄"
    },
    {
      "time": 1,
      "text": "作曲 : 徐云霄"
    },
    {
      "time": 2,
      "text": "编曲 : 薛琳可"
    },
    {
      "time": 3,
      "text": "制作人 : 朱金泰 (Rockin Zhu)"
    },
    {
      "time": 4,
      "text": "统筹 : 张家旺"
    },
    {
      "time": 5,
      "text": "影视剧方: 《旋风少女二》@上海观达影视"
    },
    {
      "time": 24.11,
      "text": "你 在耳边 悄悄"
    },
    {
      "time": 29.62,
      "text": "烙下一句话"
    },
    {
      "time": 32.11,
      "text": "永远不忘 品尝 收藏"
    },
    {
      "time": 39,
      "text": "你 在梦里 轻轻"
    },
    {
      "time": 44.73,
      "text": "那样的温柔"
    },
    {
      "time": 47.05,
      "text": "留下彷徨 无法 自拔"
    },
    {
      "time": 54.06,
      "text": "如果可以去到你 去的地方"
    },
    {
      "time": 58.61,
      "text": "是不是一切的愿望"
    },
    {
      "time": 62.33,
      "text": "都可以渺小到看不到"
    },
    {
      "time": 69.12,
      "text": "如果可以看到你 看过的季节"
    },
    {
      "time": 73.5,
      "text": "是不是所有的梦想"
    },
    {
      "time": 77.28,
      "text": "都可以跟随节气而变幻"
    },
    {
      "time": 85.22,
      "text": ""
    },
    {
      "time": 112.24,
      "text": "你 在跳动 慢慢"
    },
    {
      "time": 117.7,
      "text": "装进我心里"
    },
    {
      "time": 120.06,
      "text": "好像拥有 若即 若离"
    },
    {
      "time": 127.09,
      "text": "你 在远处 静静"
    },
    {
      "time": 132.59,
      "text": "等待着谁呢"
    },
    {
      "time": 135.05,
      "text": "看不清楚 模糊 眼眶"
    },
    {
      "time": 142.07,
      "text": "如果可以去到你 去的地方"
    },
    {
      "time": 146.75,
      "text": "是不是一切的愿望"
    },
    {
      "time": 150.35,
      "text": "都可以渺小到看不到"
    },
    {
      "time": 157.15,
      "text": "如果可以看到你 看过的季节"
    },
    {
      "time": 161.51,
      "text": "是不是所有的梦想"
    },
    {
      "time": 165.37,
      "text": "都可以跟随节气而变幻"
    },
    {
      "time": 173.42,
      "text": ""
    },
    {
      "time": 176.17,
      "text": "如果可以去到你 去的地方"
    },
    {
      "time": 180.34,
      "text": "是不是一切的愿望"
    },
    {
      "time": 184.07,
      "text": "都可以渺小到看不到"
    },
    {
      "time": 190.49,
      "text": "如果可以看到你 看过的季节"
    },
    {
      "time": 195.23,
      "text": "是不是所有的梦想"
    },
    {
      "time": 199.14,
      "text": "都可以跟随节气而变幻"
    },
    {
      "time": 207.07,
      "text": ""
    }
  ]
} satisfies Omit<Track, 'src'>
