import type { Track } from '../types'

export default {
  "id": "2725843883",
  "title": "妥协",
  "artist": "LBI利比",
  "album": "妥协",
  "cover": "https://p3.music.126.net/E3yj_Kt03ZP1a_5GBbJb-A==/109951171461209339.jpg",
  "lyrics": [
    {
      "time": 0,
      "text": "词 : Wonderful"
    },
    {
      "time": 1,
      "text": "曲 : 阿沁 REAL"
    },
    {
      "time": 2,
      "text": "制作人 : 阿沁 REAL"
    },
    {
      "time": 3,
      "text": "编曲 : 罗佳希/魏路遥"
    },
    {
      "time": 4,
      "text": "原唱 : 蔡依林"
    },
    {
      "time": 30.63,
      "text": "你总爱编织谎言"
    },
    {
      "time": 34.11,
      "text": "我负责配合表演"
    },
    {
      "time": 37.56,
      "text": "所有改变"
    },
    {
      "time": 40.77,
      "text": "只为了进入你的世界"
    },
    {
      "time": 45.3,
      "text": "这情节 重复了一百遍"
    },
    {
      "time": 52.08,
      "text": "才发现 是你的心太野"
    },
    {
      "time": 58.14,
      "text": "你划定楚河汉界"
    },
    {
      "time": 61.56,
      "text": "我不能轻易犯规"
    },
    {
      "time": 64.89,
      "text": "所有时间"
    },
    {
      "time": 68.19,
      "text": "都是先给了你优先权"
    },
    {
      "time": 72.75,
      "text": "不自觉"
    },
    {
      "time": 74.7,
      "text": "爱到不敢冒险"
    },
    {
      "time": 77.82,
      "text": "成了你的傀儡"
    },
    {
      "time": 80.07,
      "text": "一年两年"
    },
    {
      "time": 81.48,
      "text": "才看见我有多狼狈"
    },
    {
      "time": 84.33,
      "text": "爱到妥协"
    },
    {
      "time": 86.49,
      "text": "到头来还是无解"
    },
    {
      "time": 89.91,
      "text": "绑着你 不让你飞"
    },
    {
      "time": 93.36,
      "text": "历史不断重演 我好累"
    },
    {
      "time": 98.01,
      "text": "爱到妥协"
    },
    {
      "time": 100.14,
      "text": "也无法将故事再重写"
    },
    {
      "time": 105.78,
      "text": "你已下最后通牒"
    },
    {
      "time": 109.14,
      "text": "我躲在我的世界"
    },
    {
      "time": 130.14,
      "text": "你划定楚河汉界"
    },
    {
      "time": 133.53,
      "text": "我不能轻易犯规"
    },
    {
      "time": 136.86,
      "text": "所有时间"
    },
    {
      "time": 140.22,
      "text": "都是先给了你优先权"
    },
    {
      "time": 144.75,
      "text": "不自觉"
    },
    {
      "time": 146.67,
      "text": "爱到不敢冒险"
    },
    {
      "time": 149.85,
      "text": "成了你的傀儡"
    },
    {
      "time": 152.01,
      "text": "一年两年"
    },
    {
      "time": 153.51,
      "text": "才看见我有多狼狈"
    },
    {
      "time": 156.33,
      "text": "爱到妥协"
    },
    {
      "time": 158.49,
      "text": "到头来还是无解"
    },
    {
      "time": 161.91,
      "text": "绑着你 不让你飞"
    },
    {
      "time": 165.39,
      "text": "历史不断重演 我好累"
    },
    {
      "time": 170.01,
      "text": "爱到妥协"
    },
    {
      "time": 172.17,
      "text": "也无法将故事再重写"
    },
    {
      "time": 177.81,
      "text": "你已下最后通牒"
    },
    {
      "time": 181.17,
      "text": "我躲在我的世界"
    },
    {
      "time": 185.61,
      "text": "你只是 害怕一个人睡"
    },
    {
      "time": 188.82,
      "text": "我不想再为你掉泪"
    },
    {
      "time": 191.88,
      "text": "我了解 不会变"
    },
    {
      "time": 197.88,
      "text": "不在徘徊"
    },
    {
      "time": 201.3,
      "text": "开始自己的明天"
    },
    {
      "time": 204.45,
      "text": "没你的明天"
    },
    {
      "time": 207.75,
      "text": "爱到妥协"
    },
    {
      "time": 209.91,
      "text": "到头来还是无解 绑着你"
    },
    {
      "time": 214.62,
      "text": "不让你飞"
    },
    {
      "time": 216.81,
      "text": "历史不断重演"
    },
    {
      "time": 219.33,
      "text": "我好累"
    },
    {
      "time": 221.52,
      "text": "爱到妥协"
    },
    {
      "time": 223.56,
      "text": "也无法将故事再重写"
    },
    {
      "time": 232.62,
      "text": "你已下最后通牒"
    },
    {
      "time": 235.98,
      "text": "我躲在我的世界"
    },
    {
      "time": 242.28,
      "text": ""
    },
    {
      "time": 254.78,
      "text": "制作公司 : FANTASTIC 梦境音乐社"
    },
    {
      "time": 255.04,
      "text": "配唱制作人 : LBI利比"
    },
    {
      "time": 255.31,
      "text": "执行制作 : 魏路遥/VANCY/张纮慆"
    },
    {
      "time": 255.57,
      "text": "人声编辑 : 张可乐 Kele"
    },
    {
      "time": 255.83,
      "text": "和声编写 : 张可乐 Kele"
    },
    {
      "time": 256.09,
      "text": "和声演唱 : 张可乐 Kele"
    },
    {
      "time": 256.36,
      "text": "混音/母带工程师 : 王俊杰Mr. K"
    },
    {
      "time": 256.62,
      "text": "混音/母带工作室 : 其乐音乐工作室 Killer Tracks Studio"
    },
    {
      "time": 256.88,
      "text": "行政总监 : 陈思蕙 SANDY"
    },
    {
      "time": 257.15,
      "text": "行政执行 : 陈筱瑜 Candice Chen"
    },
    {
      "time": 257.41,
      "text": "封面设计 : Sine metu"
    },
    {
      "time": 257.67,
      "text": "文案 : 皮皮"
    },
    {
      "time": 257.94,
      "text": "项目统筹 : Vinci Ki@索尼音乐"
    },
    {
      "time": 258.2,
      "text": "歌曲统筹 : 上桂"
    },
    {
      "time": 258.46,
      "text": "A&R : 宋意"
    },
    {
      "time": 258.72,
      "text": "宣传 : 上桂/刘佳璇/宋三/何子彬"
    },
    {
      "time": 258.99,
      "text": "营销 : 势出有音"
    },
    {
      "time": 259.25,
      "text": "监制 : Vinci Ki@索尼音乐"
    },
    {
      "time": 259.51,
      "text": "总监制 : 陈国威Andrew Chan@索尼音乐"
    }
  ]
} satisfies Omit<Track, 'src'>
