import type { Track } from '../types'

export default {
  "id": "1384356392",
  "title": "安九",
  "artist": "老王乐队",
  "album": "吾日三省吾身",
  "cover": "https://p3.music.126.net/Ds5cadSofYKP6enuIC1_xA==/109951164432181024.jpg",
  "lyrics": [
    {
      "time": 0,
      "text": "作词 : 张立长"
    },
    {
      "time": 1,
      "text": "作曲 : 廖洁民/张立长/童伟硕/邵佳莹/冯会元"
    },
    {
      "time": 31.551,
      "text": "快把我的悲伤都带走"
    },
    {
      "time": 35.455,
      "text": "不要让我拥有得太多"
    },
    {
      "time": 39.335,
      "text": "知足常乐的那些年头"
    },
    {
      "time": 42.872,
      "text": "拥有无限的自由"
    },
    {
      "time": 47.42,
      "text": "你看著我的脸蛋放空"
    },
    {
      "time": 51.12,
      "text": "以为我已经拥有得足够"
    },
    {
      "time": 55.054,
      "text": "知足常乐的那些年头"
    },
    {
      "time": 58.954,
      "text": "有你和我"
    },
    {
      "time": 96.253,
      "text": "在快乐与悲伤 都写在我们的脸上的那些时代裡"
    },
    {
      "time": 105.834,
      "text": "我们不需要去隐藏我们的情绪"
    },
    {
      "time": 112.054,
      "text": "在快乐与悲伤 都写在我们的脸上的那些时代裡"
    },
    {
      "time": 121.408,
      "text": "我们不需要去隐藏我们的情绪"
    },
    {
      "time": 127.661,
      "text": "在快乐与悲伤 都写在我们的脸上的那些时代裡"
    },
    {
      "time": 137.061,
      "text": "我们不需要去隐藏我们的情绪"
    },
    {
      "time": 143.371,
      "text": "在快乐与悲伤 都写在我们的脸上的那些时代裡"
    },
    {
      "time": 153.056,
      "text": "我们不需要去隐藏我们的情绪"
    },
    {
      "time": 160.091,
      "text": ""
    },
    {
      "time": 187.953,
      "text": "快把我的悲伤都带走"
    },
    {
      "time": 192.284,
      "text": "不要让我拥有得太多"
    },
    {
      "time": 196.171,
      "text": "知足常乐的那些年头"
    },
    {
      "time": 200.221,
      "text": "拥有无限的自由"
    },
    {
      "time": 204.187,
      "text": "你看著我的脸蛋放空"
    },
    {
      "time": 208.045,
      "text": "以为我已经拥有得足够"
    },
    {
      "time": 212.233,
      "text": "知足常乐的那些年头"
    },
    {
      "time": 215.884,
      "text": "有你和我"
    },
    {
      "time": 219.768,
      "text": "在快乐与悲伤 都写在我们的脸上的那些时代裡"
    },
    {
      "time": 229.184,
      "text": "我们不需要去隐藏我们的情绪"
    },
    {
      "time": 235.318,
      "text": "在快乐与悲伤 都写在我们的脸上的那些时代裡"
    },
    {
      "time": 244.836,
      "text": "我们不需要 不需要"
    },
    {
      "time": 251.306,
      "text": "在快乐与悲伤 都写在我们的脸上的那些时代裡"
    },
    {
      "time": 260.538,
      "text": "我们不需要去隐藏我们的情绪"
    },
    {
      "time": 267.072,
      "text": "在快乐与悲伤 都写在我们的脸上的那些时代裡"
    },
    {
      "time": 276.286,
      "text": "我们不需要去隐藏我们的情绪"
    },
    {
      "time": 345.584,
      "text": "在快乐与悲伤 都写在我们的脸上的那些时代裡"
    },
    {
      "time": 355.002,
      "text": "我们不需要去隐藏我们的情绪"
    },
    {
      "time": 361.117,
      "text": "在快乐与悲伤 都写在我们的脸上的那些时代裡"
    },
    {
      "time": 370.668,
      "text": "我们不需要去隐藏我们的情绪"
    }
  ]
} satisfies Omit<Track, 'src'>
