import type { Track } from '../types'

export default {
  "id": "2044808338",
  "title": "安九 (Live版)",
  "artist": "张杰 / 华晨宇",
  "album": "声生不息·宝岛季 第8期",
  "cover": "https://p4.music.126.net/IEDC_euVxYNpluYsLDZ5ag==/109951168590686940.jpg",
  "lyrics": [
    {
      "time": 0,
      "text": "作词 : 老王乐队"
    },
    {
      "time": 1,
      "text": "作曲 : 老王乐队"
    },
    {
      "time": 2,
      "text": "编曲 : 华晨宇/郑楠"
    },
    {
      "time": 3,
      "text": "原唱 : 老王乐队"
    },
    {
      "time": 4.62,
      "text": "华晨宇："
    },
    {
      "time": 8.91,
      "text": "快把我的悲伤都带走"
    },
    {
      "time": 12.9,
      "text": "不要让我拥有得太多"
    },
    {
      "time": 16.68,
      "text": "知足常乐的那些年头"
    },
    {
      "time": 20.7,
      "text": "拥有无限的自由"
    },
    {
      "time": 23.88,
      "text": "张杰："
    },
    {
      "time": 24.6,
      "text": "你看着我的脸蛋放空"
    },
    {
      "time": 28.59,
      "text": "以为我已经拥有得足够"
    },
    {
      "time": 32.4,
      "text": "知足常乐的那些年头"
    },
    {
      "time": 36.33,
      "text": "有你和我"
    },
    {
      "time": 40.44,
      "text": ""
    },
    {
      "time": 40.53,
      "text": "华晨宇："
    },
    {
      "time": 42.12,
      "text": "在快乐与悲伤"
    },
    {
      "time": 44.79,
      "text": "都写在我们的脸上 的那些时代里"
    },
    {
      "time": 51.66,
      "text": "我们不需要去隐藏"
    },
    {
      "time": 54.9,
      "text": "我们的情绪"
    },
    {
      "time": 57.84,
      "text": "张杰："
    },
    {
      "time": 57.96,
      "text": "在快乐与悲伤"
    },
    {
      "time": 60.27,
      "text": "都写在我们的脸上 的那些时代里"
    },
    {
      "time": 67.41,
      "text": "我们不需要去隐藏"
    },
    {
      "time": 70.62,
      "text": "我们的情绪"
    },
    {
      "time": 72.69,
      "text": ""
    },
    {
      "time": 72.75,
      "text": "华晨宇："
    },
    {
      "time": 73.68,
      "text": "在快乐与悲伤"
    },
    {
      "time": 76.29,
      "text": "都写在我们的脸上 的那些时代里"
    },
    {
      "time": 83.16,
      "text": "我们不需要去隐藏"
    },
    {
      "time": 86.4,
      "text": "我们的情绪"
    },
    {
      "time": 89.34,
      "text": "张杰："
    },
    {
      "time": 89.46,
      "text": "在快乐与悲伤"
    },
    {
      "time": 91.98,
      "text": "都写在我们的脸上 的那些时代里"
    },
    {
      "time": 98.91,
      "text": "我们不需要去隐藏"
    },
    {
      "time": 102.12,
      "text": "我们的情绪"
    },
    {
      "time": 103.38,
      "text": ""
    },
    {
      "time": 104.01,
      "text": "张杰："
    },
    {
      "time": 126.99,
      "text": "快把我的悲伤都带走"
    },
    {
      "time": 130.92,
      "text": "不要让我拥有得太多"
    },
    {
      "time": 134.79,
      "text": "知足常乐的那些年头"
    },
    {
      "time": 138.75,
      "text": "拥有无限的自由"
    },
    {
      "time": 142.47,
      "text": "华晨宇："
    },
    {
      "time": 142.71,
      "text": "你看着我的脸蛋放空"
    },
    {
      "time": 146.52,
      "text": "以为我已经拥有得足够"
    },
    {
      "time": 150.48,
      "text": "知足常乐的那些年头"
    },
    {
      "time": 154.41,
      "text": "有你和我"
    },
    {
      "time": 158.55,
      "text": ""
    },
    {
      "time": 160.17,
      "text": "张杰："
    },
    {
      "time": 160.29,
      "text": "在快乐与悲伤"
    },
    {
      "time": 162.81,
      "text": "都写在我们的脸上 的那些时代里"
    },
    {
      "time": 169.71,
      "text": "我们不需要去隐藏"
    },
    {
      "time": 172.92,
      "text": "我们的情绪"
    },
    {
      "time": 174.81,
      "text": "华晨宇："
    },
    {
      "time": 175.89,
      "text": "在快乐与悲伤"
    },
    {
      "time": 178.35,
      "text": "都写在我们的脸上 的那些时代里"
    },
    {
      "time": 185.43,
      "text": "我们不需要去隐藏"
    },
    {
      "time": 188.67,
      "text": "我们的情绪"
    },
    {
      "time": 191.61,
      "text": "张杰："
    },
    {
      "time": 191.73,
      "text": "在快乐与悲伤"
    },
    {
      "time": 194.28,
      "text": "都写在我们的脸上 的那些时代里"
    },
    {
      "time": 201.21,
      "text": "我们不需要去隐藏"
    },
    {
      "time": 204.42,
      "text": "我们的情绪"
    },
    {
      "time": 206.04,
      "text": "华晨宇："
    },
    {
      "time": 207.36,
      "text": "在快乐与悲伤"
    },
    {
      "time": 210.03,
      "text": "都写在我们的脸上 的那些时代里"
    },
    {
      "time": 216.93,
      "text": "我们不需要"
    },
    {
      "time": 218.64,
      "text": "去隐藏我们的情绪"
    },
    {
      "time": 235.74,
      "text": ""
    },
    {
      "time": 236.43,
      "text": "华晨宇："
    },
    {
      "time": 242.52,
      "text": "我们不需要"
    },
    {
      "time": 252,
      "text": "合："
    },
    {
      "time": 270.42,
      "text": "在快乐与悲伤"
    },
    {
      "time": 272.97,
      "text": "都写在我们的脸上 的那些时代里"
    },
    {
      "time": 279.87,
      "text": "我们不需要去隐藏"
    },
    {
      "time": 283.11,
      "text": "我们的情绪"
    },
    {
      "time": 286.05,
      "text": "在快乐与悲伤"
    },
    {
      "time": 288.69,
      "text": "都写在我们的脸上 的那些时代里"
    },
    {
      "time": 295.68,
      "text": "我们不需要去隐藏"
    },
    {
      "time": 298.83,
      "text": "我们的情绪"
    },
    {
      "time": 300.09,
      "text": ""
    },
    {
      "time": 306.03,
      "text": "张杰："
    },
    {
      "time": 306.12,
      "text": "我们不需要"
    },
    {
      "time": 308.94,
      "text": "那些时代里"
    },
    {
      "time": 310.92,
      "text": "合："
    },
    {
      "time": 311.37,
      "text": "我们不需要"
    },
    {
      "time": 313.02,
      "text": "去隐藏我们的情绪"
    },
    {
      "time": 315.8,
      "text": "SP：街声股份有限公司"
    },
    {
      "time": 316.06,
      "text": "音乐总监：谷粟@牛班NEWBAND"
    },
    {
      "time": 316.32,
      "text": "音响总监：何飚"
    },
    {
      "time": 316.59,
      "text": "舞台总监：李柯"
    },
    {
      "time": 316.85,
      "text": "音乐监制：陈美威"
    },
    {
      "time": 317.11,
      "text": "音乐设计：王皓@WONDERWALL"
    },
    {
      "time": 317.38,
      "text": "改编编曲：华晨宇 郑楠（SBMS）"
    },
    {
      "time": 317.64,
      "text": "和声编写：华晨宇"
    },
    {
      "time": 317.9,
      "text": "和音：张杰 华晨宇"
    },
    {
      "time": 318.17,
      "text": "混音：赵靖（SBMS）"
    },
    {
      "time": 318.43,
      "text": "键盘：董音@牛班NEWBAND/洪信杰@牛班NEWBAND"
    },
    {
      "time": 318.69,
      "text": "吉他：倪方来@牛班NEWBAND/毕赫宸@牛班NEWBAND"
    },
    {
      "time": 318.95,
      "text": "贝斯：邱培荣@牛班NEWBAND"
    },
    {
      "time": 319.22,
      "text": "鼓：郝稷伦@牛班NEWBAND"
    },
    {
      "time": 319.48,
      "text": "打击乐：荣辰初@牛班NEWBAND"
    },
    {
      "time": 319.74,
      "text": "和音：王梓琼@牛班NEWBAND/杨画画@牛班NEWBAND"
    },
    {
      "time": 320.01,
      "text": "海洋@牛班NEWBAND/张石荻@牛班NEWBAND"
    },
    {
      "time": 320.27,
      "text": "PGM：郭锦阳@牛班NEWBAND"
    },
    {
      "time": 320.53,
      "text": "小提琴：荆磊"
    }
  ]
} satisfies Omit<Track, 'src'>
