import type { Track } from '../types'

export default {
  "id": "2722074825",
  "title": "小熊",
  "artist": "Aioz",
  "album": "Aioz≠林昭良",
  "cover": "https://p3.music.126.net/s-1BBFkcOuxp05yzFncrQA==/109951171393294632.jpg",
  "lyrics": [
    {
      "time": 0,
      "text": "作词 : 林昭良"
    },
    {
      "time": 1,
      "text": "作曲 : 林昭良"
    },
    {
      "time": 2,
      "text": "制作人 : 刘宇uchu/Aioz"
    },
    {
      "time": 3,
      "text": "编曲 : 知晏"
    },
    {
      "time": 4,
      "text": "吉他 : 廖凯"
    },
    {
      "time": 5,
      "text": "和声&女声 : 陈奕楠"
    },
    {
      "time": 6,
      "text": "混音 : 刘宇uchu"
    },
    {
      "time": 7,
      "text": "母带 : 全相彦"
    },
    {
      "time": 16.8,
      "text": ""
    },
    {
      "time": 17.14,
      "text": "雪花 一片一片 落在我的心里面"
    },
    {
      "time": 20.51,
      "text": "电话 一通一通 多希望你会出现"
    },
    {
      "time": 24.11,
      "text": "为何 浮想联翩 你不在我的身边"
    },
    {
      "time": 27.82,
      "text": "你 静悄悄 的走远了"
    },
    {
      "time": 31.43,
      "text": "又习惯性的点了两杯咖啡"
    },
    {
      "time": 35.26,
      "text": "又习惯性的放两个漱口杯"
    },
    {
      "time": 38.3,
      "text": "副驾栓的小熊还是你的座位"
    },
    {
      "time": 41.56,
      "text": "它在等谁"
    },
    {
      "time": 43.79,
      "text": "它在等 和熟悉的人 一起去楼下的烧烤店"
    },
    {
      "time": 47.44,
      "text": "一起去赶场的电影院"
    },
    {
      "time": 49.22,
      "text": "一起去楼下的便利店"
    },
    {
      "time": 50.97,
      "text": "每次都陪我买包烟"
    },
    {
      "time": 53.1,
      "text": "它在等你 会出现在我面前"
    },
    {
      "time": 58.46,
      "text": ""
    },
    {
      "time": 60.37,
      "text": "热恋的风 吹向少年"
    },
    {
      "time": 64.37,
      "text": "心爱的姑娘 无法忘却"
    },
    {
      "time": 67.99,
      "text": "昨夜的梦 似曾相见"
    },
    {
      "time": 71.75,
      "text": "醒来的空洞 孤独缠绵"
    },
    {
      "time": 75.13,
      "text": ""
    },
    {
      "time": 75.49,
      "text": "总是莫名的想起"
    },
    {
      "time": 78.7,
      "text": "曾经你我的约定"
    },
    {
      "time": 83.09,
      "text": "烂在淤泥的回忆"
    },
    {
      "time": 86.18,
      "text": "小熊心里塞满了你"
    },
    {
      "time": 89.58,
      "text": ""
    },
    {
      "time": 90.12,
      "text": "驯鹿与雪花在今夜会相见吧"
    },
    {
      "time": 93.45,
      "text": "我甘愿把心当作礼物坐上这辆雪橇"
    },
    {
      "time": 97.31,
      "text": "很遗憾终点站我未如期到达"
    },
    {
      "time": 100.68,
      "text": "圣诞夜做的梦也变得复杂"
    },
    {
      "time": 104.06,
      "text": "霜停在我的眼眸快结成了痂"
    },
    {
      "time": 112.3,
      "text": "领教过你的爱好像摩斯电码"
    },
    {
      "time": 117.79,
      "text": ""
    },
    {
      "time": 120.35,
      "text": "热恋的风 吹向少年"
    },
    {
      "time": 123.34,
      "text": "心爱的姑娘 无法忘却"
    },
    {
      "time": 127.06,
      "text": "昨夜的梦  似曾相见"
    },
    {
      "time": 130.38,
      "text": "醒来的空洞 孤独缠绵"
    },
    {
      "time": 133.88,
      "text": ""
    },
    {
      "time": 134.31,
      "text": "总是莫名的想起"
    },
    {
      "time": 137.63,
      "text": "曾经你我的约定"
    },
    {
      "time": 141.42,
      "text": "烂在淤泥的回忆"
    },
    {
      "time": 145.05,
      "text": "小熊心里塞满了你"
    },
    {
      "time": 148.32,
      "text": ""
    }
  ]
} satisfies Omit<Track, 'src'>
