import type { Track } from '../types'

export default {
  "id": "1409535406",
  "title": "幕后者",
  "artist": "李俊",
  "album": "幕后者",
  "cover": "https://p4.music.126.net/JNkN4aIEDbmWHASlyWO7_g==/109951164548406247.jpg",
  "lyrics": [
    {
      "time": 0,
      "text": "作词 : 何泽镔"
    },
    {
      "time": 1,
      "text": "作曲 : 何泽镔"
    },
    {
      "time": 11.684,
      "text": "制作人：王滔"
    },
    {
      "time": 12.684,
      "text": "编曲：马笑天"
    },
    {
      "time": 13.934,
      "text": "录音：徐赫力"
    },
    {
      "time": 14.685,
      "text": "混音：张可人"
    },
    {
      "time": 15.933,
      "text": "和声：杜婧荧"
    },
    {
      "time": 17.183,
      "text": "封面设计：周子渝"
    },
    {
      "time": 19.935,
      "text": "第一次听你说爱我是夏天"
    },
    {
      "time": 24.184,
      "text": "最后一次说分开那是冬天"
    },
    {
      "time": 28.433,
      "text": "后来剩下的是你走远"
    },
    {
      "time": 31.685,
      "text": "远到看不见"
    },
    {
      "time": 36.683,
      "text": "每天醒来还在期待你来电"
    },
    {
      "time": 40.934,
      "text": "等到睡前还是没有你留言"
    },
    {
      "time": 44.433,
      "text": "房间还有你爱的唱片"
    },
    {
      "time": 48.434,
      "text": "一个人整夜"
    },
    {
      "time": 52.935,
      "text": "其实我还会一样爱你只不过"
    },
    {
      "time": 56.683,
      "text": "换一种朋友身份远距离听说"
    },
    {
      "time": 61.933,
      "text": "朋友面前看起来我好像过得不错"
    },
    {
      "time": 66.934,
      "text": "没看穿我难过"
    },
    {
      "time": 69.683,
      "text": "其实我还会一样想你我不说"
    },
    {
      "time": 73.683,
      "text": "从不同人的口中听你的生活"
    },
    {
      "time": 78.684,
      "text": "就这样保持距离的"
    },
    {
      "time": 81.977,
      "text": "做一个幕后"
    },
    {
      "time": 92.477,
      "text": "第一次听你说爱我是夏天"
    },
    {
      "time": 96.478,
      "text": "最后一次说分开那时冬天"
    },
    {
      "time": 100.477,
      "text": "后来剩下的是你走远"
    },
    {
      "time": 104.477,
      "text": "远到看不见"
    },
    {
      "time": 108.728,
      "text": "每天醒来还在期待你来电"
    },
    {
      "time": 112.978,
      "text": "等到睡前还是没有你留言"
    },
    {
      "time": 117.477,
      "text": "房间还有你爱的唱片"
    },
    {
      "time": 120.728,
      "text": "一个人整夜"
    },
    {
      "time": 125.477,
      "text": "其实我还会一样爱你只不过"
    },
    {
      "time": 129.479,
      "text": "换一种朋友身份远距离听说"
    },
    {
      "time": 134.228,
      "text": "朋友面前看起来我好像过得不错"
    },
    {
      "time": 139.478,
      "text": "没看穿我难过"
    },
    {
      "time": 141.978,
      "text": "其实我还会一样想你我不说"
    },
    {
      "time": 146.227,
      "text": "从不同人的口中听你的生活"
    },
    {
      "time": 151.478,
      "text": "就这样保持距离的"
    },
    {
      "time": 154.478,
      "text": "做一个幕后"
    },
    {
      "time": 186.977,
      "text": "其实我还会一样爱你只不过"
    },
    {
      "time": 191.977,
      "text": "换一种朋友身份远距离听说"
    },
    {
      "time": 196.227,
      "text": "朋友面前看起来我好像过得不错"
    },
    {
      "time": 201.228,
      "text": "没看穿我难过"
    },
    {
      "time": 204.477,
      "text": "其实我还会一样想你我不说"
    },
    {
      "time": 208.228,
      "text": "从不同人的口中听你的生活"
    },
    {
      "time": 213.229,
      "text": "就这样保持距离的"
    },
    {
      "time": 216.477,
      "text": "做一个幕后"
    },
    {
      "time": 221.477,
      "text": "就这样保持距离的"
    },
    {
      "time": 224.477,
      "text": "做一个幕后"
    }
  ]
} satisfies Omit<Track, 'src'>
