import type { Track } from '../types'

export default {
  "id": "2687842861",
  "title": "心跳",
  "artist": "DJ ZY",
  "album": "心跳",
  "cover": "https://p4.music.126.net/l00QK5JsiQWU2-76wM1q2w==/109951170644399051.jpg",
  "lyrics": [
    {
      "time": 0,
      "text": "作词 : 王力宏/易家扬"
    },
    {
      "time": 0.48,
      "text": "作曲 : Wang Leehom"
    },
    {
      "time": 0.96,
      "text": "制作人 : DJ ZY"
    },
    {
      "time": 1.44,
      "text": "【本版本已獲得詞曲及人聲正式授權】"
    },
    {
      "time": 1.92,
      "text": "你又在哭泣 我给不了安慰"
    },
    {
      "time": 5.76,
      "text": "我又在摇头 有那么点后悔"
    },
    {
      "time": 9.75,
      "text": "爱情的发展 已难以回头"
    },
    {
      "time": 13.38,
      "text": "却无法往前走"
    },
    {
      "time": 18.39,
      "text": "但身不由己出现在胸口"
    },
    {
      "time": 22.53,
      "text": "两颗心能塞几个问号"
    },
    {
      "time": 26.49,
      "text": "爱让我们流多少眼泪"
    },
    {
      "time": 33.33,
      "text": "你的眼神充满美丽"
    },
    {
      "time": 37.26,
      "text": "带走我的心跳"
    },
    {
      "time": 41.19,
      "text": "你的温柔如此靠近"
    },
    {
      "time": 45.12,
      "text": "带走我的心跳"
    },
    {
      "time": 49.05,
      "text": "逆转时光到一开始"
    },
    {
      "time": 52.98,
      "text": "能不能给一秒"
    },
    {
      "time": 56.46,
      "text": "等着哪一天你也想起"
    },
    {
      "time": 60.33,
      "text": "那悬在记忆中的美好"
    },
    {
      "time": 64.89,
      "text": "想跟我吵架 我没那么无聊"
    },
    {
      "time": 68.76,
      "text": "不懂得道歉 我没那么聪明"
    },
    {
      "time": 72.63,
      "text": "好想要回到我们的原点"
    },
    {
      "time": 81.33,
      "text": "但身不由己出现在胸口"
    },
    {
      "time": 85.44,
      "text": "两颗心能塞几个问号"
    },
    {
      "time": 89.4,
      "text": "爱让我们流多少眼泪"
    },
    {
      "time": 96.39,
      "text": "你的眼神充满美丽"
    },
    {
      "time": 100.23,
      "text": "带走我的心跳"
    },
    {
      "time": 104.13,
      "text": "你的温柔如此靠近"
    },
    {
      "time": 108.12,
      "text": "带走我的心跳"
    },
    {
      "time": 112.05,
      "text": "逆转时光到一开始"
    },
    {
      "time": 115.83,
      "text": "能不能给一秒"
    },
    {
      "time": 119.43,
      "text": "等着哪一天你也想起"
    },
    {
      "time": 123.27,
      "text": "那悬在记忆中的美好"
    },
    {
      "time": 127.86,
      "text": "你的眼神充满美丽"
    },
    {
      "time": 131.67,
      "text": "带走我的心跳"
    },
    {
      "time": 135.6,
      "text": "你的温柔如此靠近"
    },
    {
      "time": 139.56,
      "text": "带走我的心跳"
    },
    {
      "time": 143.52,
      "text": "逆转时光到一开始"
    },
    {
      "time": 147.42,
      "text": "能不能给一秒"
    },
    {
      "time": 150.9,
      "text": "等着哪一天你也想起"
    },
    {
      "time": 154.77,
      "text": "那悬在记忆中"
    },
    {
      "time": 157.98,
      "text": "的美好"
    },
    {
      "time": 159.84,
      "text": ""
    },
    {
      "time": 160.84,
      "text": "歌曲营销 : 有声之年"
    },
    {
      "time": 161.84,
      "text": "歌曲企划 : 初初/言言"
    },
    {
      "time": 162.84,
      "text": "监制 : Zy/Shawn/12k @4’33”Music"
    }
  ]
} satisfies Omit<Track, 'src'>
