import type { Track } from '../types'

export default {
  "id": "1329840961",
  "title": "想你和我们的以后",
  "artist": "苏运莹",
  "album": "幻",
  "cover": "https://p4.music.126.net/ZAGSQxIY3Xcx3eslDRdSuQ==/109951163722875135.jpg",
  "lyrics": [
    {
      "time": 0,
      "text": "作词 : 苏运莹"
    },
    {
      "time": 0.39,
      "text": "作曲 : 苏运莹"
    },
    {
      "time": 0.78,
      "text": "编曲 : 赵兆"
    },
    {
      "time": 1.18,
      "text": "编曲 Music Arranged by：赵兆"
    },
    {
      "time": 15.93,
      "text": "我 好 想 你       可是我们都忙"
    },
    {
      "time": 24.33,
      "text": "好 想 见 你   想和你吃饭聊天"
    },
    {
      "time": 31.77,
      "text": "我 好 想 你       可是我们都忙"
    },
    {
      "time": 39.72,
      "text": "太 想 见 你    拥抱和亲吻还有别的 a～～～～"
    },
    {
      "time": 59.02,
      "text": "以后以后  我们会散步聊天"
    },
    {
      "time": 65.39,
      "text": "讲一讲年轻时候我的倔强和你的不安"
    },
    {
      "time": 74.23,
      "text": "然后相拥  经过那片花园停下来"
    },
    {
      "time": 80.89,
      "text": "回忆着当年你是忧伤少年我是阳光女孩 a～～～～"
    },
    {
      "time": 128.92,
      "text": "以后以后  我们会散步聊天"
    },
    {
      "time": 135.59,
      "text": "讲一讲年轻时候我的倔强和你的不安"
    },
    {
      "time": 144.68,
      "text": "然后相拥  经过那片花园停下来"
    },
    {
      "time": 151.09,
      "text": "回忆着当年你是忧伤少年我是阳光女孩"
    },
    {
      "time": 159.9,
      "text": "那天我经过一片花园 可是 你不在"
    },
    {
      "time": 167.9,
      "text": "现在我看着浪漫电影 喔 可是 你不在"
    },
    {
      "time": 175.9,
      "text": "我们在忙  我们都忙  我们到底在忙什么"
    },
    {
      "time": 181.83,
      "text": "忙着追求 还是忙着不一样的人生"
    },
    {
      "time": 195.17,
      "text": "我 好 想 你       可是我们都忙"
    },
    {
      "time": 203.68,
      "text": "好 想 见 你   想和你聊天打闹"
    },
    {
      "time": 212.21,
      "text": "我 好 想 你       可是我们都忙"
    },
    {
      "time": 220.31,
      "text": "太 想 见 你   想要对视到彼此害羞 a～～～～"
    },
    {
      "time": 246.37,
      "text": "都在夕阳下一幕幕影印而来"
    },
    {
      "time": 255.86,
      "text": ""
    }
  ]
} satisfies Omit<Track, 'src'>
