import type { Track } from '../types'

export default {
  "id": "2081855863",
  "title": "懂事的年纪 (live)",
  "artist": "57702280",
  "album": "懂事的年纪（live）",
  "cover": "https://p4.music.126.net/1t5p8oIOjvCPa-ilxqSb7Q==/109951168912627262.jpg",
  "lyrics": [
    {
      "time": 7.5,
      "text": "(在一起 不怕流言蜚语 确定你是我整颗心的唯一)"
    },
    {
      "time": 12.54,
      "text": "也不知道怎么就疏远了距离"
    },
    {
      "time": 17.82,
      "text": "这两天每到深夜就会梦见你"
    },
    {
      "time": 21.9,
      "text": "差一点 我们就再继续"
    },
    {
      "time": 27.18,
      "text": "可是你 太犹豫"
    },
    {
      "time": 33.39,
      "text": "街头的中餐厅三两人聚一聚"
    },
    {
      "time": 38.7,
      "text": "聊聊他们眼中的生活和感情"
    },
    {
      "time": 42.75,
      "text": "怎么说 我都不会介意"
    },
    {
      "time": 47.94,
      "text": "听我说 不要逃避"
    },
    {
      "time": 52.98,
      "text": "每次看见别人手牵手的背影"
    },
    {
      "time": 58.2,
      "text": "总希望你在哪里我都随你去"
    },
    {
      "time": 63.54,
      "text": "陪着你 再多一些勇气"
    },
    {
      "time": 69,
      "text": "你忘了给未来多一些肯定"
    },
    {
      "time": 73.86,
      "text": "也许是到了应该懂事的年纪"
    },
    {
      "time": 79.08,
      "text": "才知道一切安稳来的不容易"
    },
    {
      "time": 84.57,
      "text": "在一起 不怕流言蜚语"
    },
    {
      "time": 89.79,
      "text": "确定你是我整颗心的唯一"
    },
    {
      "time": 94.29,
      "text": "黑凤梨（喜欢你）"
    },
    {
      "time": 119.73,
      "text": "街头的中餐厅三两人聚一聚"
    },
    {
      "time": 123.48,
      "text": "聊聊他们眼中的生活和感情"
    },
    {
      "time": 128.94,
      "text": "怎么说 我都不会介意"
    },
    {
      "time": 134.01,
      "text": "听我说 不要逃避"
    },
    {
      "time": 139.05,
      "text": "每次看见别人手牵手的背影"
    },
    {
      "time": 144.24,
      "text": "总希望你在哪里我都随你去"
    },
    {
      "time": 149.76,
      "text": "陪着你 再多一些勇气"
    },
    {
      "time": 155.1,
      "text": "你忘了给未来多一些肯定"
    },
    {
      "time": 159.9,
      "text": "也许是到了应该懂事的年纪"
    },
    {
      "time": 165.09,
      "text": "才知道一切安稳来的不容易"
    },
    {
      "time": 170.73,
      "text": "在一起 不怕流言蜚语"
    },
    {
      "time": 175.92,
      "text": "确定你是我整颗心的唯一"
    },
    {
      "time": 180.42,
      "text": "黑凤梨（喜欢你）"
    },
    {
      "time": 184.59,
      "text": "到了应该懂事的年纪"
    },
    {
      "time": 189.69,
      "text": "一切安稳来的不容易"
    },
    {
      "time": 194.13,
      "text": "在一起 不怕流言蜚语"
    },
    {
      "time": 199.32,
      "text": "确定你是我整颗心的唯一"
    },
    {
      "time": 204,
      "text": "黑凤梨（喜欢你）"
    }
  ]
} satisfies Omit<Track, 'src'>
