import type { Track } from '../types'

export default {
  "id": "1375479612",
  "title": "我不知道 (Live)",
  "artist": "梁博",
  "album": "我是唱作人 第12期",
  "cover": "https://p4.music.126.net/BmEHzJDqFgUPzSBGz1fyKQ==/109951164188442127.jpg",
  "lyrics": [
    {
      "time": 0,
      "text": "作词 : 梁博"
    },
    {
      "time": 1,
      "text": "作曲 : 梁博"
    },
    {
      "time": 2,
      "text": "编曲 : 梁博"
    },
    {
      "time": 3,
      "text": "鼓 : 祁大为"
    },
    {
      "time": 4,
      "text": "贝斯 : 杜大鹏"
    },
    {
      "time": 5,
      "text": "键盘 : 张效衡"
    },
    {
      "time": 6,
      "text": "吉他 : Misha Kalinin"
    },
    {
      "time": 7,
      "text": "和声 : 秋子/李郡洲"
    },
    {
      "time": 8,
      "text": "乐器技师 : 于磊"
    },
    {
      "time": 9,
      "text": "调音 : 杨光"
    },
    {
      "time": 10,
      "text": "音乐总监 : 谭伊哲@TYZ"
    },
    {
      "time": 11,
      "text": "混音 : 林梦洋"
    },
    {
      "time": 28.59,
      "text": "我不知道为什么"
    },
    {
      "time": 30.93,
      "text": "在日夜煎熬"
    },
    {
      "time": 35.73,
      "text": "为什么烦恼"
    },
    {
      "time": 38.76,
      "text": "为什么安静不了"
    },
    {
      "time": 43.15,
      "text": "也不知道为了什么而祈祷"
    },
    {
      "time": 49.19,
      "text": "越是不想去思考"
    },
    {
      "time": 52.63,
      "text": "越纠缠不休围绕"
    },
    {
      "time": 57.64,
      "text": "一个人可以把幸福挂更高"
    },
    {
      "time": 62.71,
      "text": "伴着短暂的骄傲"
    },
    {
      "time": 66.57,
      "text": "伴着无边的喧嚣"
    },
    {
      "time": 70.91,
      "text": "也可以把一颗心变的更好"
    },
    {
      "time": 76.62,
      "text": "用你微笑的嘴角"
    },
    {
      "time": 80.73,
      "text": "让哭声静悄悄"
    },
    {
      "time": 84.03,
      "text": "星星和月亮一起闪耀"
    },
    {
      "time": 87.78,
      "text": "驱散了孤独和寂寥"
    },
    {
      "time": 91.18,
      "text": "洒向黑暗的每一秒"
    },
    {
      "time": 94.24,
      "text": "也会把你照耀"
    },
    {
      "time": 98.25,
      "text": "受伤的孩子不再哭闹"
    },
    {
      "time": 101.65,
      "text": "疲惫的人不再奔跑"
    },
    {
      "time": 105.77,
      "text": "又看到你开心地笑"
    },
    {
      "time": 108.13,
      "text": "仿佛什么 什么 都不知道"
    },
    {
      "time": 132.95,
      "text": "冬天的雨冷的人们穿起了衣帽"
    },
    {
      "time": 139.53,
      "text": "厚厚的衣服遮挡少之又少的微笑"
    },
    {
      "time": 147.53,
      "text": "宝贝就在妈妈的怀里睡着"
    },
    {
      "time": 152.92,
      "text": "夜晚里的风吹着"
    },
    {
      "time": 156.58,
      "text": "他梦见白天的歌谣"
    },
    {
      "time": 159.99,
      "text": "亲爱的请原谅"
    },
    {
      "time": 161.87,
      "text": "我没能够给你一个浪漫拥抱"
    },
    {
      "time": 166.76,
      "text": "每次面对你的时候"
    },
    {
      "time": 170.91,
      "text": "我就没有了借口"
    },
    {
      "time": 175.31,
      "text": "我知道你想要的那种依靠"
    },
    {
      "time": 180.64,
      "text": "那是我给不了"
    },
    {
      "time": 185.23,
      "text": "谁会是你的骄傲"
    },
    {
      "time": 188.45,
      "text": "星星和月亮一起闪耀"
    },
    {
      "time": 191.97,
      "text": "驱散了孤独和寂寥"
    },
    {
      "time": 195.5,
      "text": "洒向黑暗的每一秒"
    },
    {
      "time": 198.6,
      "text": "也会把你照耀"
    },
    {
      "time": 202.45,
      "text": "受伤的孩子不再哭闹"
    },
    {
      "time": 205.93,
      "text": "疲惫的人不再奔跑"
    },
    {
      "time": 209.45,
      "text": "又看到你开心地笑"
    },
    {
      "time": 212.45,
      "text": "仿佛什么 什么"
    },
    {
      "time": 221.94,
      "text": "都不知道"
    },
    {
      "time": 255.14,
      "text": "有没有人能牵我的手"
    },
    {
      "time": 257.66,
      "text": "带我逃离这场雨"
    },
    {
      "time": 259.54,
      "text": "不要淋到最后"
    },
    {
      "time": 261.78,
      "text": "咿呦咿呦 夜空闪烁"
    },
    {
      "time": 265.16,
      "text": "咿呦咿呦 风儿吹过"
    },
    {
      "time": 268.46,
      "text": "咿呦咿呦 看见银河"
    },
    {
      "time": 272.97,
      "text": "等心愿都降落"
    },
    {
      "time": 275.43,
      "text": "咿呦咿呦 万千萤火"
    },
    {
      "time": 278.85,
      "text": "咿呦咿呦 漫漫飞过"
    },
    {
      "time": 282.34,
      "text": "咿呦咿呦 那真实的"
    },
    {
      "time": 285.91,
      "text": "会属于你和我"
    },
    {
      "time": 289.33,
      "text": "会属于你和我"
    },
    {
      "time": 292.88,
      "text": "星星和月亮一起闪耀"
    },
    {
      "time": 296.32,
      "text": "驱散了孤独和寂寥"
    },
    {
      "time": 299.78,
      "text": "洒向黑暗的每一秒"
    },
    {
      "time": 302.8,
      "text": "也会把你照耀"
    },
    {
      "time": 306.74,
      "text": "受伤的孩子不再哭闹"
    },
    {
      "time": 310.21,
      "text": "疲惫的人不再奔跑"
    },
    {
      "time": 313.68,
      "text": "又看到你开心地笑"
    },
    {
      "time": 316.72,
      "text": "仿佛什么 什么"
    },
    {
      "time": 326.1,
      "text": "都不知道"
    },
    {
      "time": 328.88,
      "text": ""
    },
    {
      "time": 341.28,
      "text": "TYZ乐队："
    },
    {
      "time": 342.28,
      "text": "TYZ乐队队长：黄竣琮@TYZ"
    },
    {
      "time": 343.28,
      "text": "TYZ音乐统筹：修卓辰@TYZ"
    },
    {
      "time": 344.28,
      "text": "Program: 齐文涛"
    }
  ]
} satisfies Omit<Track, 'src'>
