import type { Track } from '../types'

export default {
  "id": "1499345116",
  "title": "我不知道2020（《了不起的儿科医生》电视剧主题曲）",
  "artist": "梁博",
  "album": "我不知道2020（《了不起的儿科医生》电视剧主题曲）",
  "cover": "https://p4.music.126.net/BwSlsarSig9OhQCJTMmfZQ==/109951169834413550.jpg",
  "lyrics": [
    {
      "time": 0,
      "text": "作词 : 梁博"
    },
    {
      "time": 0.124,
      "text": "作曲 : 梁博"
    },
    {
      "time": 0.248,
      "text": "编曲 : 梁博"
    },
    {
      "time": 0.372,
      "text": "星星和月亮一起闪耀"
    },
    {
      "time": 3.82,
      "text": "驱散了孤独和寂寥"
    },
    {
      "time": 7.18,
      "text": "洒向黑暗的每一秒"
    },
    {
      "time": 10.221,
      "text": "也会把你照耀"
    },
    {
      "time": 14.021,
      "text": "受伤的孩子不再哭闹"
    },
    {
      "time": 17.453,
      "text": "疲惫的人不再奔跑"
    },
    {
      "time": 20.827,
      "text": "又看到你开心地笑"
    },
    {
      "time": 23.752,
      "text": "仿佛什么"
    },
    {
      "time": 59.621,
      "text": "我不知道为什么"
    },
    {
      "time": 61.887,
      "text": "在日夜煎熬"
    },
    {
      "time": 66.653,
      "text": "为什么烦恼"
    },
    {
      "time": 69.653,
      "text": "为什么安静不了"
    },
    {
      "time": 74.025,
      "text": "也不知道为了什么而祈祷"
    },
    {
      "time": 80.152,
      "text": "越是不想去思考"
    },
    {
      "time": 83.786,
      "text": "越纠缠不休围绕"
    },
    {
      "time": 87.918,
      "text": "一个人可以把幸福挂更高"
    },
    {
      "time": 93.486,
      "text": "伴着短暂的骄傲"
    },
    {
      "time": 97.563,
      "text": "伴着无边的喧嚣"
    },
    {
      "time": 101.792,
      "text": "也可以把一颗心变得更好"
    },
    {
      "time": 107.465,
      "text": "用力微笑的嘴角"
    },
    {
      "time": 111.628,
      "text": "让哭声静悄悄"
    },
    {
      "time": 115.161,
      "text": "喔～星星和月亮一起闪耀"
    },
    {
      "time": 118.795,
      "text": "驱散了孤独和寂寥"
    },
    {
      "time": 122.207,
      "text": "洒向黑暗的每一秒"
    },
    {
      "time": 125.317,
      "text": "也会把你照耀"
    },
    {
      "time": 129.162,
      "text": "受伤的孩子不再哭闹"
    },
    {
      "time": 132.677,
      "text": "疲惫的人不再奔跑"
    },
    {
      "time": 136.193,
      "text": "又看到你开心地笑"
    },
    {
      "time": 139.099,
      "text": "仿佛什么 什么 都不知道"
    },
    {
      "time": 163.797,
      "text": "冬天的雨冷得人们穿起了衣帽"
    },
    {
      "time": 169.967,
      "text": "厚厚的衣服遮挡少之又少的微笑"
    },
    {
      "time": 178.377,
      "text": "宝贝就在妈妈的怀里睡着"
    },
    {
      "time": 183.881,
      "text": "夜晚里的风吹着"
    },
    {
      "time": 187.776,
      "text": "他梦见白天的歌谣"
    },
    {
      "time": 190.866,
      "text": "亲爱的请原谅"
    },
    {
      "time": 192.742,
      "text": "我没能够给你一个浪漫拥抱"
    },
    {
      "time": 197.788,
      "text": "每次面对你的时候"
    },
    {
      "time": 201.78,
      "text": "我就没有了借口"
    },
    {
      "time": 206.149,
      "text": "我知道你想要的那种依靠"
    },
    {
      "time": 211.411,
      "text": "那是我给不了"
    },
    {
      "time": 216.027,
      "text": "谁会是你的骄傲"
    },
    {
      "time": 219.678,
      "text": "星星和月亮一起闪耀"
    },
    {
      "time": 223.132,
      "text": "驱散了孤独和寂寥"
    },
    {
      "time": 226.619,
      "text": "洒向黑暗的每一秒"
    },
    {
      "time": 229.693,
      "text": "也会把你照耀"
    },
    {
      "time": 233.544,
      "text": "受伤的孩子不再哭闹"
    },
    {
      "time": 237.024,
      "text": "疲惫的人不再奔跑"
    },
    {
      "time": 240.497,
      "text": "又看到你开心地笑"
    },
    {
      "time": 243.693,
      "text": "仿佛什么 什么"
    },
    {
      "time": 252.703,
      "text": "都不知道"
    },
    {
      "time": 286.172,
      "text": "有没有人能牵我的手"
    },
    {
      "time": 288.788,
      "text": "带我逃离这场雨"
    },
    {
      "time": 290.488,
      "text": "不要淋到最后"
    },
    {
      "time": 293.156,
      "text": "咿呦咿呦 夜空闪烁"
    },
    {
      "time": 296.24,
      "text": "咿呦咿呦 风儿吹过"
    },
    {
      "time": 299.706,
      "text": "咿呦咿呦 看见银河"
    },
    {
      "time": 303.139,
      "text": "等心愿都降落"
    },
    {
      "time": 306.572,
      "text": "咿呦咿呦 万千萤火"
    },
    {
      "time": 310.023,
      "text": "咿呦咿呦 漫漫飞过"
    },
    {
      "time": 313.54,
      "text": "咿呦咿呦 那真实的"
    },
    {
      "time": 317.038,
      "text": "会属于你和我"
    },
    {
      "time": 320.456,
      "text": "会属于你和我"
    },
    {
      "time": 323.906,
      "text": "星星和月亮一起闪耀"
    },
    {
      "time": 327.538,
      "text": "驱散了孤独和寂寥"
    },
    {
      "time": 330.973,
      "text": "洒向黑暗的每一秒"
    },
    {
      "time": 334.038,
      "text": "也会把你照耀"
    },
    {
      "time": 337.918,
      "text": "受伤的孩子不再哭闹"
    },
    {
      "time": 341.387,
      "text": "疲惫的人不再奔跑"
    },
    {
      "time": 344.867,
      "text": "又看到你开心地笑"
    },
    {
      "time": 347.8,
      "text": "仿佛什么 什么"
    },
    {
      "time": 357.225,
      "text": "都不知道"
    },
    {
      "time": 372.013,
      "text": "乐器演奏 : 梁博"
    },
    {
      "time": 373.013,
      "text": "童声合唱：土豆王国小乐队"
    },
    {
      "time": 374.013,
      "text": ""
    },
    {
      "time": 375.013,
      "text": "合唱指导老师：刘郡格 裴育"
    }
  ]
} satisfies Omit<Track, 'src'>
