import type { Track } from '../types'

export default {
  "id": "3358739772",
  "title": "无恙",
  "artist": "徐均朔",
  "album": "无恙",
  "cover": "https://p3.music.126.net/jj2DDAd8Nm3Dwp-WQzHDZQ==/109951172873236856.jpg",
  "lyrics": [
    {
      "time": 0,
      "text": "作词 : 奥博"
    },
    {
      "time": 1,
      "text": "作曲 : 夏伟淳LAH"
    },
    {
      "time": 2,
      "text": "编曲 : 朴桑松@壹橙Music"
    },
    {
      "time": 3,
      "text": "制作人 : 苗柏杨@壹橙Music"
    },
    {
      "time": 25.74,
      "text": "那颗晶莹的光啊"
    },
    {
      "time": 29.79,
      "text": "此刻胜过一万种表达"
    },
    {
      "time": 37.68,
      "text": "快藏好没说的话"
    },
    {
      "time": 41.52,
      "text": "别让牵挂成牵挂"
    },
    {
      "time": 49.68,
      "text": "多年后会再见吧"
    },
    {
      "time": 53.46,
      "text": "在日落树下 还是破晓前"
    },
    {
      "time": 59.73,
      "text": "山高水远 世事变迁"
    },
    {
      "time": 65.35,
      "text": "你 好吗"
    },
    {
      "time": 70.71,
      "text": "昨日的流云 散成漫天雪花"
    },
    {
      "time": 76.65,
      "text": "山间的虫鸣 叹留不住盛夏"
    },
    {
      "time": 83.49,
      "text": "叶纷纷落下 粗衣瘦马"
    },
    {
      "time": 89.43,
      "text": "走过年华"
    },
    {
      "time": 94.68,
      "text": "裁一缕月光 随风寄到远方"
    },
    {
      "time": 100.68,
      "text": "盼一场春雨 回还一段过往"
    },
    {
      "time": 107.67,
      "text": "相知一场 莫失莫忘"
    },
    {
      "time": 113.04,
      "text": "向阳生长"
    },
    {
      "time": 139.83,
      "text": "-"
    },
    {
      "time": 139.86,
      "text": "枝头又长出新芽"
    },
    {
      "time": 143.73,
      "text": "悄悄开成几朵小花"
    },
    {
      "time": 149.7,
      "text": "书声朗朗 屋檐回响"
    },
    {
      "time": 155.07,
      "text": "你 笑了"
    },
    {
      "time": 160.77,
      "text": "昨日的愁云 散成漫天雪花"
    },
    {
      "time": 166.65,
      "text": "山间的虫鸣 何必流连盛夏"
    },
    {
      "time": 173.88,
      "text": "意气风发 鲜衣怒马"
    },
    {
      "time": 179.46,
      "text": "值此年华"
    },
    {
      "time": 184.77,
      "text": "远方再远方 月光仍是月光"
    },
    {
      "time": 190.83,
      "text": "等春雨散场 换来一片晴朗"
    },
    {
      "time": 197.7,
      "text": "相知一场 不失不忘"
    },
    {
      "time": 203.25,
      "text": "别来无恙"
    },
    {
      "time": 207.39,
      "text": "-"
    },
    {
      "time": 224,
      "text": "音乐监制 : 朴桑松@壹橙Music"
    },
    {
      "time": 224.33,
      "text": "录音监制 : 彭浩楷@壹橙Music"
    },
    {
      "time": 224.66,
      "text": "和声 : 彭浩楷@壹橙Music"
    },
    {
      "time": 224.99,
      "text": "弦乐 : 国际首席爱乐乐团"
    },
    {
      "time": 225.33,
      "text": "吉他 : 陈麒元"
    },
    {
      "time": 225.66,
      "text": "混音/母带后期工程师 : 钟焕楷@壹橙Music"
    },
    {
      "time": 225.99,
      "text": "制作统筹 : 林嘉仪@壹橙Music"
    },
    {
      "time": 226.33,
      "text": "弦乐录音棚 : 金田录音棚"
    },
    {
      "time": 226.66,
      "text": "弦乐录音师 : 王小四"
    },
    {
      "time": 226.99,
      "text": "人声录音室 : 奕和录音棚"
    },
    {
      "time": 227.33,
      "text": "人声录音师 : 刘思宇"
    },
    {
      "time": 227.66,
      "text": "音乐制片人 : 陈曲星/奥博"
    },
    {
      "time": 227.99,
      "text": "腾讯视频音乐监制 : 何梦洁"
    },
    {
      "time": 228.32,
      "text": "Op : 腾讯视频"
    },
    {
      "time": 228.66,
      "text": "Sp : 索尼音乐"
    }
  ]
} satisfies Omit<Track, 'src'>
