import type { Track } from '../types'

export default {
  "id": "3334713970",
  "title": "是你没选我啊",
  "artist": "音乐科代表洪嘉源",
  "album": "是你没选我啊",
  "cover": "https://p4.music.126.net/OnoEqcgRjZyNnGzeY8HM9A==/109951172521774932.jpg",
  "lyrics": [
    {
      "time": 0.14,
      "text": "是你没选我啊"
    },
    {
      "time": 0.54,
      "text": "歌手：音乐科代表洪嘉源"
    },
    {
      "time": 0.94,
      "text": "词：钟琳涵"
    },
    {
      "time": 1.14,
      "text": "曲： 钟琳涵"
    },
    {
      "time": 1.54,
      "text": "编曲： 贺佳豪"
    },
    {
      "time": 1.94,
      "text": "吉他： Tommy Wu"
    },
    {
      "time": 2.14,
      "text": "和声： 韩仪@山海觅音"
    },
    {
      "time": 2.54,
      "text": "音频编辑：张安琪"
    },
    {
      "time": 2.94,
      "text": "混音/母带：张子健"
    },
    {
      "time": 3.14,
      "text": "制作人：贺佳豪/程莫"
    },
    {
      "time": 3.54,
      "text": "封面：小白杨"
    },
    {
      "time": 3.94,
      "text": "艺人统筹：刘芊芊"
    },
    {
      "time": 4.14,
      "text": "歌曲运营：黄苑"
    },
    {
      "time": 4.54,
      "text": "歌曲推广：周琳捷&吴芳芳@噼里啪啦"
    },
    {
      "time": 4.94,
      "text": "统筹：张鹏闻"
    },
    {
      "time": 5.14,
      "text": "监制：张鹏闻"
    },
    {
      "time": 5.54,
      "text": "出品：晴天工作室x彗星计划"
    },
    {
      "time": 5.94,
      "text": "发行：讯飞音乐"
    },
    {
      "time": 15.88,
      "text": "昼夜的温差有点重"
    },
    {
      "time": 19.51,
      "text": "忽冷忽热让人太痛"
    },
    {
      "time": 23.12,
      "text": "妄想你还会关心我"
    },
    {
      "time": 25.67,
      "text": "会真的心疼我"
    },
    {
      "time": 30.17,
      "text": "烂的谎言编了太多"
    },
    {
      "time": 33.8,
      "text": "我也不曾狠心戳破"
    },
    {
      "time": 36.42,
      "text": "多么不真实的笑容"
    },
    {
      "time": 39.9,
      "text": "却还在自我感动"
    },
    {
      "time": 44.45,
      "text": "你权衡利弊后的沉默"
    },
    {
      "time": 47.1,
      "text": "好像都是我的错"
    },
    {
      "time": 50.35,
      "text": "那就别在一次次的互相折磨"
    },
    {
      "time": 54.15,
      "text": "把彼此都放过"
    },
    {
      "time": 56.83,
      "text": "是我没等你吗"
    },
    {
      "time": 60.44,
      "text": "是你没选我啊"
    },
    {
      "time": 64.66,
      "text": "连靠近都怕打扰你的傻瓜"
    },
    {
      "time": 68.64,
      "text": "都变成了笑话"
    },
    {
      "time": 71.13,
      "text": "是我没挽留吗"
    },
    {
      "time": 74.62,
      "text": "是你不爱我啊"
    },
    {
      "time": 79.16,
      "text": "反复拉扯我最痛的伤疤"
    },
    {
      "time": 82.83,
      "text": "这颗心你不要"
    },
    {
      "time": 85.56,
      "text": "就请还给我吧"
    },
    {
      "time": 101.87,
      "text": "你权衡利弊后的沉默"
    },
    {
      "time": 104.55,
      "text": "好像都是我的错"
    },
    {
      "time": 107.47,
      "text": "那就别在一次次的互相折磨"
    },
    {
      "time": 111.52,
      "text": "把彼此都放过"
    },
    {
      "time": 114.07,
      "text": "是我没等你吗"
    },
    {
      "time": 117.51,
      "text": "是你没选我啊"
    },
    {
      "time": 121.92,
      "text": "连靠近都怕打扰你的傻瓜"
    },
    {
      "time": 125.91,
      "text": "都变成了笑话"
    },
    {
      "time": 128.28,
      "text": "是我没挽留吗"
    },
    {
      "time": 131.95,
      "text": "是你不爱我啊"
    },
    {
      "time": 136.5,
      "text": "反复拉扯我最痛的伤疤"
    },
    {
      "time": 140.17,
      "text": "这颗心你不要"
    },
    {
      "time": 142.84,
      "text": "就请还给我吧"
    },
    {
      "time": 146.31,
      "text": "是我没等你吗"
    },
    {
      "time": 149.74,
      "text": "是你没选我啊"
    },
    {
      "time": 154.05,
      "text": "连靠近都怕打扰你的傻瓜"
    },
    {
      "time": 158.15,
      "text": "都变成了笑话"
    },
    {
      "time": 160.51,
      "text": "是我没挽留吗"
    },
    {
      "time": 164.07,
      "text": "是你不爱我啊"
    },
    {
      "time": 168.56,
      "text": "反复拉扯我最痛的伤疤"
    },
    {
      "time": 172.42,
      "text": "这颗心你不要"
    },
    {
      "time": 175.04,
      "text": "就请还给我吧"
    }
  ]
} satisfies Omit<Track, 'src'>
