import type { Track } from '../types'

export default {
  "id": "2067368745",
  "title": "来不及爱你",
  "artist": "h3R3",
  "album": "来不及爱你",
  "cover": "https://p4.music.126.net/CLeiwJIUhTFtYH29sU5HpA==/109951169047455411.jpg",
  "lyrics": [
    {
      "time": 0,
      "text": "作词 : h3R3"
    },
    {
      "time": 1,
      "text": "作曲 : h3R3"
    },
    {
      "time": 2,
      "text": "编曲 : DiESi/王子/h3R3"
    },
    {
      "time": 3,
      "text": "制作人 : 王子/h3R3/DiESi"
    },
    {
      "time": 4,
      "text": "出品人 : Andrew Chan陈国威"
    },
    {
      "time": 12.81,
      "text": "将这段回忆画个句号吧"
    },
    {
      "time": 16.26,
      "text": "就当作我失败了"
    },
    {
      "time": 18.99,
      "text": "不打扰会显得更礼貌吗"
    },
    {
      "time": 22.11,
      "text": "可以把责任全都怪我"
    },
    {
      "time": 24.42,
      "text": "你的痛楚就当作我没懂过"
    },
    {
      "time": 27.06,
      "text": "你我直接的裂缝是否存在的太多"
    },
    {
      "time": 30.45,
      "text": "起初的浪漫与荷尔蒙的冲动"
    },
    {
      "time": 33.21,
      "text": "让回忆肆意介入在我的每个段落"
    },
    {
      "time": 36.75,
      "text": "哪怕是一分一秒"
    },
    {
      "time": 39.72,
      "text": "你都不曾消失在我思绪"
    },
    {
      "time": 43.05,
      "text": "却从不会知道我感受"
    },
    {
      "time": 49.11,
      "text": "别留下任何记号"
    },
    {
      "time": 52.17,
      "text": "这段被你用玩笑概括的回忆"
    },
    {
      "time": 55.29,
      "text": "又怎么会再让谁感动"
    },
    {
      "time": 60.78,
      "text": "我还"
    },
    {
      "time": 62.34,
      "text": "来不及去爱你"
    },
    {
      "time": 65.58,
      "text": "来不及去恨你"
    },
    {
      "time": 68.76,
      "text": "被偷走的这颗心"
    },
    {
      "time": 71.76,
      "text": "我填补的更用力"
    },
    {
      "time": 74.88,
      "text": "来不及去怪你"
    },
    {
      "time": 77.88,
      "text": "来不及去忘了你"
    },
    {
      "time": 99.42,
      "text": "我告诉自己忘了就好"
    },
    {
      "time": 101.04,
      "text": "放手就好"
    },
    {
      "time": 101.82,
      "text": "放过自己"
    },
    {
      "time": 102.63,
      "text": "只是说得轻松"
    },
    {
      "time": 105.3,
      "text": "可我从没想过会成为谁的替代品"
    },
    {
      "time": 108.03,
      "text": "甚至不能被你反复利用"
    },
    {
      "time": 112.14,
      "text": "你甚至没找更好的借口"
    },
    {
      "time": 116.7,
      "text": "会让你更洒脱"
    },
    {
      "time": 119.85,
      "text": "会让我更好过"
    },
    {
      "time": 122.97,
      "text": "我在，错过你的时空"
    },
    {
      "time": 127.56,
      "text": "坠落在每一秒钟"
    },
    {
      "time": 136.74,
      "text": "我在，拥有你的时空"
    },
    {
      "time": 139.95,
      "text": "沦陷在每一秒钟"
    },
    {
      "time": 148.74,
      "text": "来不及去爱你"
    },
    {
      "time": 151.86,
      "text": "来不及去恨你"
    },
    {
      "time": 154.92,
      "text": "被偷走的这颗心"
    },
    {
      "time": 157.92,
      "text": "我填补的更用力"
    },
    {
      "time": 161.04,
      "text": "来不及去怪你"
    },
    {
      "time": 164.13,
      "text": "来不及去忘了你"
    },
    {
      "time": 193.82,
      "text": "还来不及，来不及爱你"
    },
    {
      "time": 196.03,
      "text": "一切都来不及，来不及爱你"
    },
    {
      "time": 198.06,
      "text": ""
    },
    {
      "time": 200.28,
      "text": "监制 : h3R3/王子/DiESi"
    },
    {
      "time": 200.67,
      "text": "吉他 : Nick曾令伟/胡洋/董博"
    },
    {
      "time": 201.05,
      "text": "录音编辑 : h3R3/徐天鸿@Studio21A"
    },
    {
      "time": 201.43,
      "text": "音频编辑 : h3R3/徐天鸿@Studio21A"
    },
    {
      "time": 201.82,
      "text": "和声编写 : h3R3"
    },
    {
      "time": 202.2,
      "text": "和声 : h3R3/张鑫"
    },
    {
      "time": 202.59,
      "text": "混音/母带 : h3R3"
    },
    {
      "time": 202.97,
      "text": "录音工作室 : 1337MUSIC"
    },
    {
      "time": 203.35,
      "text": "混音工作室 : 1337MUSIC"
    },
    {
      "time": 203.74,
      "text": "母带工作室 : 1337MUSIC"
    },
    {
      "time": 204.12,
      "text": "统筹 : 桑玉泓/赵楚峰"
    },
    {
      "time": 204.51,
      "text": "总策划 : 杰森"
    },
    {
      "time": 204.89,
      "text": "出品 : 索尼音乐"
    }
  ]
} satisfies Omit<Track, 'src'>
