import type { Track } from '../types'

export default {
  "id": "2618322022",
  "title": "浪漫花海",
  "artist": "陈默之",
  "album": "浪漫花海",
  "cover": "https://p4.music.126.net/GqCMYBNd7Pcufm2LSTQd2A==/109951169881179113.jpg",
  "lyrics": [
    {
      "time": 0,
      "text": "作词 : 罗森涛"
    },
    {
      "time": 0.066,
      "text": "作曲 : 罗森涛"
    },
    {
      "time": 0.132,
      "text": "制作人 : 莫非/罗森涛"
    },
    {
      "time": 0.2,
      "text": "词：罗森涛"
    },
    {
      "time": 2.53,
      "text": "曲：罗森涛"
    },
    {
      "time": 4.04,
      "text": "编曲：江离"
    },
    {
      "time": 5.65,
      "text": "录音师：TuJay"
    },
    {
      "time": 7.02,
      "text": "录音棚：莫非录音棚（成都）"
    },
    {
      "time": 8.77,
      "text": "混音/母带：江离"
    },
    {
      "time": 10.16,
      "text": "制作人：莫非/罗森涛"
    },
    {
      "time": 11.67,
      "text": "制作团队：慕乐事务所"
    },
    {
      "time": 13.09,
      "text": "OP：莫非音乐"
    },
    {
      "time": 23.22,
      "text": "想和你骑单车 听着Jay的歌"
    },
    {
      "time": 26.1,
      "text": "吹着晚风聊着日落的颜色"
    },
    {
      "time": 28.74,
      "text": "看着风筝渐渐 被吹得好远"
    },
    {
      "time": 31.42,
      "text": "还好我还一直在你身边"
    },
    {
      "time": 34.21,
      "text": "好像你的微笑 是一种暗号"
    },
    {
      "time": 36.75,
      "text": "提醒着我保持加速的心跳"
    },
    {
      "time": 39.54,
      "text": "好想给你一个拥抱"
    },
    {
      "time": 45.34,
      "text": "那害羞的我们沉默了对白"
    },
    {
      "time": 50.41,
      "text": "可浪漫的邂逅却清晰了爱"
    },
    {
      "time": 55.28,
      "text": "想要牵着你的手 一直一直不放开"
    },
    {
      "time": 60.37,
      "text": "原来喜欢就是这么简单"
    },
    {
      "time": 64.76,
      "text": "想和你看浪漫花海"
    },
    {
      "time": 67.74,
      "text": "在夜空下发着呆"
    },
    {
      "time": 70.69,
      "text": "把星星一颗两颗装进口袋"
    },
    {
      "time": 75.58,
      "text": "想和你看浪漫花海"
    },
    {
      "time": 78.37,
      "text": "星空下 和你告白"
    },
    {
      "time": 81.94,
      "text": "每一秒都不要你离开"
    },
    {
      "time": 87.58,
      "text": "童年的纸飞机我想送给你"
    },
    {
      "time": 90.1,
      "text": "以后未来希望有你参与"
    },
    {
      "time": 92.86,
      "text": "大不了坐着 时光机回到过去"
    },
    {
      "time": 95.41,
      "text": "把那些小时候不能说的秘密都讲给你听"
    },
    {
      "time": 98.94,
      "text": "小斑鸠 长大了 也会飞走"
    },
    {
      "time": 101.38,
      "text": "可是我 永远都 不会放手"
    },
    {
      "time": 104.17,
      "text": "就这样陪着你走"
    },
    {
      "time": 109.38,
      "text": "那害羞的我们沉默了对白"
    },
    {
      "time": 114.68,
      "text": "可浪漫的邂逅却清晰了爱"
    },
    {
      "time": 119.31,
      "text": "想要牵着你的手 一直一直不放开"
    },
    {
      "time": 124.4,
      "text": "原来喜欢就是这么简单"
    },
    {
      "time": 128.86,
      "text": "想和你看浪漫花海"
    },
    {
      "time": 131.67,
      "text": "在夜空下发着呆"
    },
    {
      "time": 134.74,
      "text": "把星星一颗两颗装进口袋"
    },
    {
      "time": 139.62,
      "text": "想和你看浪漫花海"
    },
    {
      "time": 142.4,
      "text": "星空下 和你告白"
    },
    {
      "time": 146.05,
      "text": "每一秒都不要你离开"
    },
    {
      "time": 150.01,
      "text": "想和你看浪漫花海"
    },
    {
      "time": 153.1,
      "text": "在夜空下发着呆"
    },
    {
      "time": 156.01,
      "text": "把星星一颗两颗装进口袋"
    },
    {
      "time": 160.98,
      "text": "想和你看浪漫花海"
    },
    {
      "time": 163.64,
      "text": "星空下 和你告白"
    },
    {
      "time": 167.26,
      "text": "每一秒都不要你离开"
    }
  ]
} satisfies Omit<Track, 'src'>
