import type { Track } from '../types'

export default {
  "id": "1415642779",
  "title": "温柔 #MaydayBlue20th",
  "artist": "五月天 / 孙燕姿",
  "album": "温柔 #MaydayBlue20th",
  "cover": "https://p3.music.126.net/Zydi4cMFExGjgtY1CT9jhg==/109951168165043075.jpg",
  "lyrics": [
    {
      "time": 0,
      "text": "作词 : 五月天 阿信"
    },
    {
      "time": 1,
      "text": "作曲 : 五月天 阿信"
    },
    {
      "time": 2,
      "text": "编曲 : 赖暐哲/五月天"
    },
    {
      "time": 3,
      "text": "制作人 : 五月天"
    },
    {
      "time": 12.87,
      "text": "走在风中今天阳光"
    },
    {
      "time": 16.23,
      "text": "突然好温柔"
    },
    {
      "time": 19.38,
      "text": "天的温柔地的温柔"
    },
    {
      "time": 22.65,
      "text": "像你抱着我"
    },
    {
      "time": 25.77,
      "text": "然后发现你的改变"
    },
    {
      "time": 29.16,
      "text": "孤单的今后"
    },
    {
      "time": 31.5,
      "text": "如果冷该怎么度过"
    },
    {
      "time": 42.15,
      "text": "天边风光身边的我"
    },
    {
      "time": 45.18,
      "text": "都不在你眼中"
    },
    {
      "time": 48.57,
      "text": "你的眼中藏着什么"
    },
    {
      "time": 51.81,
      "text": "我从来都不懂"
    },
    {
      "time": 55.05,
      "text": "没有关系你的世界"
    },
    {
      "time": 58.26,
      "text": "就让你拥有"
    },
    {
      "time": 60.78,
      "text": "不打扰是我的温柔"
    },
    {
      "time": 70.92,
      "text": "不知道不明了不想要"
    },
    {
      "time": 73.35,
      "text": "为什么我的心"
    },
    {
      "time": 77.37,
      "text": "明明是想靠近"
    },
    {
      "time": 80.58,
      "text": "却孤单到黎明"
    },
    {
      "time": 83.88,
      "text": "不知道不明了不想要"
    },
    {
      "time": 86.34,
      "text": "为什么我的心"
    },
    {
      "time": 90.3,
      "text": "那爱情的绮丽总是在孤单里"
    },
    {
      "time": 96.75,
      "text": "再把我的最好的爱给你"
    },
    {
      "time": 103.74,
      "text": "不知不觉不情不愿"
    },
    {
      "time": 106.98,
      "text": "又到巷子口"
    },
    {
      "time": 110.13,
      "text": "我没有哭也没有笑"
    },
    {
      "time": 113.43,
      "text": "因为这是梦"
    },
    {
      "time": 116.67,
      "text": "没有预兆没有理由"
    },
    {
      "time": 119.79,
      "text": "你真的有说过"
    },
    {
      "time": 122.34,
      "text": "如果有就让你自由"
    },
    {
      "time": 151.98,
      "text": "不知道不明了不想要"
    },
    {
      "time": 154.38,
      "text": "为什么我的心"
    },
    {
      "time": 158.46,
      "text": "明明是想靠近却孤单到黎明"
    },
    {
      "time": 164.97,
      "text": "不知道不明了不想要"
    },
    {
      "time": 167.37,
      "text": "为什么我的心"
    },
    {
      "time": 171.48,
      "text": "那爱情的绮丽总是在孤单里"
    },
    {
      "time": 177.84,
      "text": "再把我的最好的爱给你"
    },
    {
      "time": 184.83,
      "text": "不知不觉不情不愿"
    },
    {
      "time": 188.04,
      "text": "又到巷子口"
    },
    {
      "time": 191.16,
      "text": "我没有哭也没有笑"
    },
    {
      "time": 194.52,
      "text": "因为这是梦"
    },
    {
      "time": 197.73,
      "text": "没有预兆没有理由"
    },
    {
      "time": 200.88,
      "text": "你真的有说过"
    },
    {
      "time": 203.46,
      "text": "如果有就让你自由自由"
    },
    {
      "time": 218.43,
      "text": "这是我的温柔这是我的温柔"
    },
    {
      "time": 224.91,
      "text": "这是我的温柔这是我的"
    },
    {
      "time": 231.45,
      "text": "这是我的温柔"
    },
    {
      "time": 243.93,
      "text": "让你自由"
    },
    {
      "time": 266.01,
      "text": "编曲协力：JerryC"
    },
    {
      "time": 266.35,
      "text": "弦乐编写：赖暐哲/蔡曜宇"
    },
    {
      "time": 266.68,
      "text": "弦乐监制：杨敏奇"
    },
    {
      "time": 267.01,
      "text": "弦乐：曜爆甘音乐工作室"
    },
    {
      "time": 267.35,
      "text": "第一小提琴：蔡曜宇/陈奕勇"
    },
    {
      "time": 267.68,
      "text": "第二小提琴：朱奕宁/黄瑾诤"
    },
    {
      "time": 268.01,
      "text": "中提琴：甘威鹏/牟启东"
    },
    {
      "time": 268.34,
      "text": "大提琴：刘涵 (隐分子) /叶欲新"
    },
    {
      "time": 268.68,
      "text": "弦乐录音：杨敏奇 @玉成戏院录音室"
    },
    {
      "time": 269.01,
      "text": "弦乐 Protools 工程师：徐振程"
    },
    {
      "time": 269.34,
      "text": "弦乐录音助理：徐振程"
    },
    {
      "time": 269.68,
      "text": "和音：李雅微/詹宏业"
    },
    {
      "time": 270.01,
      "text": "混音：黄士杰 @大鸡腿录音室"
    },
    {
      "time": 270.34,
      "text": "母带后期：陈陆泰"
    },
    {
      "time": 270.68,
      "text": "制作执行：江昆余/詹宏业"
    }
  ]
} satisfies Omit<Track, 'src'>
