import type { Track } from '../types'

export default {
  "id": "3385610028",
  "title": "溯流光",
  "artist": "楓葉落幕",
  "album": "《仙逆》动漫",
  "cover": "https://p4.music.126.net/yodaxdOlkor5wIBcMNxZZA==/109951173279943536.jpg",
  "lyrics": [
    {
      "time": 0,
      "text": "作词 : 未知"
    },
    {
      "time": 1,
      "text": "作曲 : 未知"
    },
    {
      "time": 2,
      "text": "编曲 : 未知"
    },
    {
      "time": 28.493,
      "text": "云中的光 刺破迷障"
    },
    {
      "time": 34.383,
      "text": "尽头回望"
    },
    {
      "time": 39.616,
      "text": "不必去声张 倒悬时光"
    },
    {
      "time": 46.057,
      "text": "将恩怨安放"
    },
    {
      "time": 52.363,
      "text": "莫忘 人间的眼泪 有多烫"
    },
    {
      "time": 57.986,
      "text": "莫怕 盈亏或失意 跌宕"
    },
    {
      "time": 63.725,
      "text": "当 走遍寻常一生 历风霜"
    },
    {
      "time": 69.587,
      "text": "仍 心不枉 溯 流光"
    },
    {
      "time": 76.087,
      "text": "回望 纵因果从未停休"
    },
    {
      "time": 81.767,
      "text": "但愿你 此生不被恩怨折朽"
    },
    {
      "time": 87.99,
      "text": "知你 已见过世间万种风"
    },
    {
      "time": 93.435,
      "text": "但我眼中 仍旧 如孩童"
    },
    {
      "time": 127.337,
      "text": "人间万象 生本无乡"
    },
    {
      "time": 133.159,
      "text": "宿命回响"
    },
    {
      "time": 138.641,
      "text": "但嗅槐树香 便化故乡"
    },
    {
      "time": 144.87,
      "text": "似你在身旁"
    },
    {
      "time": 151.035,
      "text": "莫问 纵是劫是缘 难相忘"
    },
    {
      "time": 157.001,
      "text": "莫论 世间的重逢 多长"
    },
    {
      "time": 162.814,
      "text": "相伴怎能以朝暮 去丈量"
    },
    {
      "time": 168.529,
      "text": "就 用牵挂 来 相望"
    },
    {
      "time": 174.843,
      "text": "循着 往事将千帆 看透"
    },
    {
      "time": 180.643,
      "text": "归来仍 说不悔曾历尽情衷"
    },
    {
      "time": 186.841,
      "text": "前尘 如何雕刻不必深究"
    },
    {
      "time": 192.171,
      "text": "心中长留 此生 已足够"
    },
    {
      "time": 226.098,
      "text": "循着 往事将千帆 看透"
    },
    {
      "time": 232.068,
      "text": "归来仍 说不悔曾历尽情衷"
    },
    {
      "time": 237.886,
      "text": "前尘 如何雕刻不必深究"
    },
    {
      "time": 243.119,
      "text": "心中长留 此生 已足够"
    }
  ]
} satisfies Omit<Track, 'src'>
