import type { Track } from '../types'

export default {
  "id": "82453",
  "title": "爱爱爱",
  "artist": "方大同",
  "album": "爱爱爱",
  "cover": "https://p4.music.126.net/2UjnKgcM1IXxYxhHEXVa4Q==/109951168870794250.jpg",
  "lyrics": [
    {
      "time": 0,
      "text": "作词 : 周耀辉"
    },
    {
      "time": 1,
      "text": "作曲 : 方大同"
    },
    {
      "time": 2,
      "text": "编曲 : 方大同"
    },
    {
      "time": 3,
      "text": "制作人 : Charles Lee/Edward Chan/方大同"
    },
    {
      "time": 17,
      "text": "在哪里记载第一个桃花贼"
    },
    {
      "time": 22.769,
      "text": "谁在哪里典卖第一支紫玉钗"
    },
    {
      "time": 31.59,
      "text": "我在这里见怪更怪"
    },
    {
      "time": 36.429,
      "text": "见过电影里面人家的海"
    },
    {
      "time": 39.419,
      "text": "更想去看海"
    },
    {
      "time": 41.409,
      "text": "唱过人家的爱更想找爱"
    },
    {
      "time": 45.09,
      "text": "你哭起来我笑起来"
    },
    {
      "time": 48.099,
      "text": "都为了爱爱爱"
    },
    {
      "time": 51.459,
      "text": "有一天翻开辞海找不到爱"
    },
    {
      "time": 56.409,
      "text": "花不开树不摆还是更畅快"
    },
    {
      "time": 60.599,
      "text": "爱还是会期待"
    },
    {
      "time": 62.509,
      "text": "还是觉得孤单太失败"
    },
    {
      "time": 67.249,
      "text": "我爱故我在"
    },
    {
      "time": 89.89,
      "text": "找到爱幸福的人肯不肯躲起来"
    },
    {
      "time": 96.009,
      "text": "正在寂寞的人能不能站起来"
    },
    {
      "time": 103.59,
      "text": "我在这里陪你无奈"
    },
    {
      "time": 109.548,
      "text": "看过小说里面人家等待"
    },
    {
      "time": 112.559,
      "text": "更习惯等待"
    },
    {
      "time": 114.539,
      "text": "唱过人家的爱更想找爱"
    },
    {
      "time": 117.539,
      "text": "你喊出来我静下来"
    },
    {
      "time": 121.59,
      "text": "都为了爱爱爱"
    },
    {
      "time": 124.519,
      "text": "有一天翻开辞海找不到爱"
    },
    {
      "time": 129.529,
      "text": "花不开树不摆还是更畅快"
    },
    {
      "time": 133.159,
      "text": "爱还是会期待"
    },
    {
      "time": 135.719,
      "text": "还是觉得孤单太失败"
    },
    {
      "time": 140.93,
      "text": "我爱故我在"
    },
    {
      "time": 146.699,
      "text": "挥不去满天满地的尘埃"
    },
    {
      "time": 149.699,
      "text": "买不起满街口袋的品牌"
    },
    {
      "time": 153.789,
      "text": "你闷起来我傻起来可以爱"
    },
    {
      "time": 158.8,
      "text": "会不会整个时代只有一个告白"
    },
    {
      "time": 161.99,
      "text": "谁不爱过不存在"
    },
    {
      "time": 166.99,
      "text": "不明不白不分好歹"
    },
    {
      "time": 170.629,
      "text": "都为了爱爱爱"
    },
    {
      "time": 174.909,
      "text": "有一天翻开辞海找不到爱"
    },
    {
      "time": 179.08,
      "text": "花不开树不摆还是更畅快"
    },
    {
      "time": 182.61,
      "text": "爱还是会期待"
    },
    {
      "time": 185.05,
      "text": "还是觉得孤单太失败"
    },
    {
      "time": 188.47,
      "text": "我爱故我在"
    }
  ]
} satisfies Omit<Track, 'src'>
