import type { Track } from '../types'

export default {
  "id": "27853883",
  "title": "爱，不解释",
  "artist": "张杰",
  "album": "爱，不解释",
  "cover": "https://p4.music.126.net/mW53BkMgGy37I7yVrUg-aQ==/109951163117902077.jpg",
  "lyrics": [
    {
      "time": 0,
      "text": "作词 : 李焯雄"
    },
    {
      "time": 1,
      "text": "作曲 : 萧煌奇"
    },
    {
      "time": 25.3,
      "text": "转啊转 还没到你身旁"
    },
    {
      "time": 35.778,
      "text": "在流浪 各自人海茫茫"
    },
    {
      "time": 47.38,
      "text": "当希望 像被淋湿的月光"
    },
    {
      "time": 57.118,
      "text": "亲爱的 我们注定要遇上"
    },
    {
      "time": 67.596,
      "text": "风穿过衣裳  阳光芬芳"
    },
    {
      "time": 72.706,
      "text": "我们为何悲伤"
    },
    {
      "time": 78.147,
      "text": "拐多少弯 依然不晚"
    },
    {
      "time": 84.096,
      "text": "你是我的信仰"
    },
    {
      "time": 92.117,
      "text": "因为爱就是爱"
    },
    {
      "time": 98.278,
      "text": "不解释 你一定懂 尽在不言中"
    },
    {
      "time": 104.299,
      "text": "是感应 是认定"
    },
    {
      "time": 106.028,
      "text": "是心跳的共鸣"
    },
    {
      "time": 108.647,
      "text": "一眼就认得 爱是不解释"
    },
    {
      "time": 113.397,
      "text": "因为爱就是爱"
    },
    {
      "time": 118.757,
      "text": "不解释 你一定懂 尽在不言中"
    },
    {
      "time": 124.507,
      "text": "是自信 是认定"
    },
    {
      "time": 127.787,
      "text": "是温柔的唤醒"
    },
    {
      "time": 130.838,
      "text": "爱不解释 我要如此 爱你"
    },
    {
      "time": 150.509,
      "text": "当希望 像被淋湿的月光"
    },
    {
      "time": 160.908,
      "text": "亲爱的 我们注定要遇上"
    },
    {
      "time": 171.598,
      "text": "风穿过衣裳  阳光芬芳"
    },
    {
      "time": 176.639,
      "text": "我们为何悲伤"
    },
    {
      "time": 182.128,
      "text": "拐多少弯 依然不晚"
    },
    {
      "time": 187.699,
      "text": "你是我的信仰"
    },
    {
      "time": 193.299,
      "text": "因为爱就是爱"
    },
    {
      "time": 198.729,
      "text": "不解释 你一定懂 尽在不言中"
    },
    {
      "time": 204.598,
      "text": "是感应 是认定"
    },
    {
      "time": 207.399,
      "text": "是心跳的共鸣"
    },
    {
      "time": 209.839,
      "text": "一眼就认得 爱是不解释"
    },
    {
      "time": 214.589,
      "text": "因为爱就是爱"
    },
    {
      "time": 220.009,
      "text": "不解释 你一定懂 尽在不言中"
    },
    {
      "time": 226.009,
      "text": "是自信 是认定"
    },
    {
      "time": 228.628,
      "text": "是温柔的唤醒"
    },
    {
      "time": 232.119,
      "text": "爱不解释 我要如此 爱你"
    },
    {
      "time": 240.997,
      "text": "因为爱就是爱"
    },
    {
      "time": 246.723,
      "text": "不解释 你一定懂 尽在不言中"
    },
    {
      "time": 252.644,
      "text": "就算还没认识"
    },
    {
      "time": 255.593,
      "text": "我们早就熟悉"
    },
    {
      "time": 258.581,
      "text": "爱不解释 我要如此 爱你"
    }
  ]
} satisfies Omit<Track, 'src'>
