import type { Track } from '../types'

export default {
  "id": "239168",
  "title": "现在那边是几点",
  "artist": "黄小琥",
  "album": "如果能...重来",
  "cover": "https://p3.music.126.net/t8zrF_UV0b-T3wP2lyxluQ==/109951166979046234.jpg",
  "lyrics": [
    {
      "time": 0,
      "text": "作词 : 吴易纬"
    },
    {
      "time": 1,
      "text": "作曲 : 陈威全"
    },
    {
      "time": 2,
      "text": "编曲 : 奧斯卡Oscar"
    },
    {
      "time": 4.4,
      "text": "亲爱的  请问你现在那边已经是凌晨几点"
    },
    {
      "time": 35.09,
      "text": "守在电话边 舍不得合眼"
    },
    {
      "time": 44,
      "text": "我总在黑夜寻找着你熟悉气味"
    },
    {
      "time": 53.02,
      "text": "不想念 又眷念  不要多余的亏欠"
    },
    {
      "time": 61.98,
      "text": "放走你的罪 记住爱的甜美"
    },
    {
      "time": 71.04,
      "text": "想牵你的手  点燃你的眼"
    },
    {
      "time": 79.9,
      "text": "多个黑眼圈 包围住黑白片"
    },
    {
      "time": 88.92,
      "text": "不想念  又眷念  过往在心底盘旋"
    },
    {
      "time": 97.94,
      "text": "想暂停时间  留住爱的余味"
    },
    {
      "time": 106.54,
      "text": "请问你现在那边是几点 有没有我的香味在身边"
    },
    {
      "time": 115.35,
      "text": "还是你已经找到了新鲜的香水味"
    },
    {
      "time": 124.42,
      "text": "请问你现在那边是几点  会不会还放有我的照片"
    },
    {
      "time": 133.22,
      "text": "还是我已经变成收藏的某个谁"
    },
    {
      "time": 143.05,
      "text": "想牵你的手  点燃你的眼"
    },
    {
      "time": 151.87,
      "text": "躲着黑眼圈 包围住黑白片"
    },
    {
      "time": 160.68,
      "text": "不想念  又眷念  过往在心底盘旋"
    },
    {
      "time": 169.69,
      "text": "想暂停时间  留住爱的余味"
    },
    {
      "time": 175.58,
      "text": ""
    },
    {
      "time": 196.99,
      "text": "请问你现在那边是几点 有没有我陪伴在你身边"
    },
    {
      "time": 206.26,
      "text": "还是你已经习惯了盖着新的棉被"
    },
    {
      "time": 215.94,
      "text": "请问你现在那边是几点 会不会还记得我的安慰"
    },
    {
      "time": 225.82,
      "text": "还是我已经变成不具名的演员"
    },
    {
      "time": 234.58,
      "text": "想牵你的手  点燃你的眼"
    },
    {
      "time": 243.44,
      "text": "冻落的思念 慢慢将我包围"
    }
  ]
} satisfies Omit<Track, 'src'>
