import type { Track } from '../types'

export default {
  "id": "3334717326",
  "title": "相见恨晚（男声R&B版）",
  "artist": "大碗小面",
  "album": "相见恨晚（男声R&B版）",
  "cover": "https://p4.music.126.net/J-cl2hswiMAWd1cSdMXvug==/109951172521851007.jpg",
  "lyrics": [
    {
      "time": 7.71,
      "text": "你有一张好陌生的脸"
    },
    {
      "time": 11.04,
      "text": "到今天才看见"
    },
    {
      "time": 15.33,
      "text": "有点心酸在我们之间"
    },
    {
      "time": 18.87,
      "text": "如此短暂的情缘"
    },
    {
      "time": 22.98,
      "text": "看着天空不让泪流下"
    },
    {
      "time": 26.31,
      "text": "不说一句埋怨"
    },
    {
      "time": 29.82,
      "text": "只是心中的感慨万千"
    },
    {
      "time": 33.9,
      "text": "当作前世来生相欠"
    },
    {
      "time": 36.96,
      "text": "你说是我们相见恨晚"
    },
    {
      "time": 41.28,
      "text": "我说为爱你不够勇敢"
    },
    {
      "time": 45.33,
      "text": "我不奢求永远永远太遥远"
    },
    {
      "time": 49.32,
      "text": "却陷在爱的深渊"
    },
    {
      "time": 52.23,
      "text": "你说是我们相见恨晚"
    },
    {
      "time": 56.52,
      "text": "我说为爱你不够勇敢"
    },
    {
      "time": 60.54,
      "text": "在爱与不爱间来回千万遍"
    },
    {
      "time": 64.56,
      "text": "哪怕已伤痕累累我也不管"
    },
    {
      "time": 76.32,
      "text": "你有一张好陌生的脸"
    },
    {
      "time": 79.62,
      "text": "到今天才看见"
    },
    {
      "time": 83.94,
      "text": "有点心酸在我们之间"
    },
    {
      "time": 87.45,
      "text": "如此短暂的情缘"
    },
    {
      "time": 91.59,
      "text": "看着天空不让泪流下"
    },
    {
      "time": 94.86,
      "text": "不说一句埋怨"
    },
    {
      "time": 98.4,
      "text": "只是心中的感慨万千"
    },
    {
      "time": 102.51,
      "text": "当作前世来生相欠"
    },
    {
      "time": 105.54,
      "text": "你说是我们相见恨晚"
    },
    {
      "time": 109.86,
      "text": "我说为爱你不够勇敢"
    },
    {
      "time": 113.94,
      "text": "我不奢求永远永远太遥远"
    },
    {
      "time": 117.9,
      "text": "却陷在爱的深渊"
    },
    {
      "time": 120.81,
      "text": "你说是我们相见恨晚"
    },
    {
      "time": 125.1,
      "text": "我说为爱你不够勇敢"
    },
    {
      "time": 129.12,
      "text": "在爱与不爱间来回千万遍"
    },
    {
      "time": 133.14,
      "text": "哪怕已伤痕累累我也不管"
    },
    {
      "time": 139.92,
      "text": "你说是我们相见恨晚"
    },
    {
      "time": 144.24,
      "text": "我说为爱你不够勇敢"
    },
    {
      "time": 148.2,
      "text": "我不奢求永远永远太遥远"
    },
    {
      "time": 152.19,
      "text": "却陷在爱的深渊"
    },
    {
      "time": 155.1,
      "text": "你说是我们相见恨晚"
    },
    {
      "time": 159.36,
      "text": "我说为爱你不够勇敢"
    },
    {
      "time": 163.41,
      "text": "在爱与不爱间来回千万遍"
    },
    {
      "time": 167.46,
      "text": "哪怕已伤痕累累我也不管"
    }
  ]
} satisfies Omit<Track, 'src'>
