import type { Track } from '../types'

export default {
  "id": "2097443876",
  "title": "碎碎念",
  "artist": "队长",
  "album": "碎碎念",
  "cover": "https://p4.music.126.net/RYIrCEYzgeAD85DJ0rgOQA==/109951169256300966.jpg",
  "lyrics": [
    {
      "time": 0,
      "text": "作词 : 队长"
    },
    {
      "time": 0.5,
      "text": "作曲 : 队长"
    },
    {
      "time": 1,
      "text": "制作人 : 队长/侯磊"
    },
    {
      "time": 1.5,
      "text": ""
    },
    {
      "time": 2.07,
      "text": "所以别再问那么多问题"
    },
    {
      "time": 5.67,
      "text": "回忆全部都被你给占据"
    },
    {
      "time": 9.15,
      "text": "当你看着我 我看着你"
    },
    {
      "time": 12.93,
      "text": "话也不用再多说一句"
    },
    {
      "time": 16.62,
      "text": "问题又回到我们的遭遇"
    },
    {
      "time": 20.16,
      "text": "别怀疑不仅是多巴胺分泌"
    },
    {
      "time": 23.7,
      "text": "当你看着我 我看着你"
    },
    {
      "time": 27.54,
      "text": "找到了走下去的意义"
    },
    {
      "time": 30.69,
      "text": "会突然的出现绕到你的身后"
    },
    {
      "time": 34.77,
      "text": "会抱着你不管任何理由"
    },
    {
      "time": 38.49,
      "text": "只需要你一句往哪儿走"
    },
    {
      "time": 42.06,
      "text": "我一定会牵着你不放手"
    },
    {
      "time": 45.33,
      "text": "陪你走 给你我全部的所有"
    },
    {
      "time": 49.65,
      "text": "从今以后看到你迷人的温柔"
    },
    {
      "time": 54.69,
      "text": "这所有话全都为了你"
    },
    {
      "time": 59.43,
      "text": "看着你的笑我好像就足够"
    },
    {
      "time": 62.97,
      "text": "看你皱眉头我也跟着难受"
    },
    {
      "time": 66.69,
      "text": "我知道我说着的太多的一些烂理由"
    },
    {
      "time": 71.22,
      "text": "只为了拥有"
    },
    {
      "time": 73.95,
      "text": "他们说着的话都好像不经过脑袋"
    },
    {
      "time": 78.09,
      "text": "爱一个人的话怎么舍得不说出来"
    },
    {
      "time": 82.5,
      "text": "这么简单的道理 弄了好久才明白"
    },
    {
      "time": 88.8,
      "text": "管它是现在或未来我陪着你走"
    },
    {
      "time": 92.34,
      "text": "所有人退后的时候我在你身后"
    },
    {
      "time": 96,
      "text": "我们会像这首歌样的没有尽头"
    },
    {
      "time": 99.72,
      "text": "不想再停留把话全都藏在心口"
    },
    {
      "time": 103.23,
      "text": "管它是现在是未来你陪着我走"
    },
    {
      "time": 106.86,
      "text": "所有人退后的时候我在你身后"
    },
    {
      "time": 110.55,
      "text": "我们会像这首歌样的没有尽头"
    },
    {
      "time": 114.21,
      "text": "不想再停留把话全都藏在心口"
    },
    {
      "time": 117.99,
      "text": ""
    },
    {
      "time": 127.74,
      "text": "编曲：侯磊"
    },
    {
      "time": 128.2,
      "text": "制作人：队长"
    },
    {
      "time": 128.65,
      "text": "音频编辑：队长"
    },
    {
      "time": 129.11,
      "text": "混音：赵靖"
    },
    {
      "time": 129.56,
      "text": "录音：队长@队长的家"
    },
    {
      "time": 130.01,
      "text": "企划：万青青"
    },
    {
      "time": 130.47,
      "text": "母带：全相彦"
    },
    {
      "time": 130.92,
      "text": "总策划：杰森"
    },
    {
      "time": 131.38,
      "text": "宣推：大声密谋"
    },
    {
      "time": 131.83,
      "text": "出品：索尼音乐"
    },
    {
      "time": 132.28,
      "text": "出品人：Andrew Chan陈国威@索尼音乐"
    }
  ]
} satisfies Omit<Track, 'src'>
