import type { Track } from '../types'

export default {
  "id": "3348134009",
  "title": "窗外一片风景",
  "artist": "肖民远",
  "album": "乐观的心态最重要",
  "cover": "https://p3.music.126.net/yMgjByZv8-CNybrEM3E8TA==/109951172718779485.jpg",
  "lyrics": [
    {
      "time": 0,
      "text": "作词 : 肖 民远"
    },
    {
      "time": 0,
      "text": "作曲 : 肖 民远"
    },
    {
      "time": 0,
      "text": "（R&B 版）"
    },
    {
      "time": 0.04,
      "text": "词：王雅君"
    },
    {
      "time": 0.08,
      "text": "曲：王雅君"
    },
    {
      "time": 0.12,
      "text": "你是窗外另外一片风景"
    },
    {
      "time": 5.04,
      "text": "在你眼里我是什么关系"
    },
    {
      "time": 10.05,
      "text": "你的呼吸存在我的爱情里"
    },
    {
      "time": 15.09,
      "text": "何时能诚实面对自己"
    },
    {
      "time": 41.7,
      "text": "每段故事都有一篇剧情"
    },
    {
      "time": 46.77,
      "text": "每段爱情都像动人旋律"
    },
    {
      "time": 51.75,
      "text": "一颗真心却只向着你前进"
    },
    {
      "time": 56.76,
      "text": "也许爱 越单纯越着迷"
    },
    {
      "time": 61.68,
      "text": "你是窗外另外一片风景"
    },
    {
      "time": 66.69,
      "text": "在你眼里我是什么关系"
    },
    {
      "time": 71.73,
      "text": "你的呼吸存在我的爱情里"
    },
    {
      "time": 76.74,
      "text": "何时能诚实面对自己"
    },
    {
      "time": 81.66,
      "text": "我们从不开口那个原因"
    },
    {
      "time": 85.77,
      "text": "那一句我爱你"
    },
    {
      "time": 88.29,
      "text": "永远像少了勇气"
    },
    {
      "time": 91.41,
      "text": "别人都说"
    },
    {
      "time": 93.24,
      "text": "我和你之间的关系"
    },
    {
      "time": 96.69,
      "text": "没有人相信只有关心"
    },
    {
      "time": 101.67,
      "text": "我们从不证实那个问题"
    },
    {
      "time": 105.78,
      "text": "那一些是非题"
    },
    {
      "time": 108.27,
      "text": "总让人伤透脑筋"
    },
    {
      "time": 111.39,
      "text": "我会期待"
    },
    {
      "time": 113.28,
      "text": "爱盛开那一个黎明"
    },
    {
      "time": 116.7,
      "text": "一定会有美丽的爱情"
    },
    {
      "time": 129.21,
      "text": "你是窗外另外一片风景"
    },
    {
      "time": 134.19,
      "text": "在你眼里我是什么关系"
    },
    {
      "time": 139.17,
      "text": "你的呼吸存在我的爱情里"
    },
    {
      "time": 144.24,
      "text": "何时能诚实面对自己"
    },
    {
      "time": 149.22,
      "text": "我们从不开口那个原因"
    },
    {
      "time": 153.24,
      "text": "那一句我爱你"
    },
    {
      "time": 155.76,
      "text": "永远像少了勇气"
    },
    {
      "time": 158.88,
      "text": "别人都说"
    },
    {
      "time": 160.74,
      "text": "我和你之间的关系"
    },
    {
      "time": 164.16,
      "text": "没有人相信只有关心"
    },
    {
      "time": 169.14,
      "text": "我们从不证实那个问题"
    },
    {
      "time": 173.28,
      "text": "那一些是非题"
    },
    {
      "time": 176.25,
      "text": "总让人伤透脑筋"
    },
    {
      "time": 178.83,
      "text": "我会期待"
    },
    {
      "time": 180.75,
      "text": "爱盛开那一个黎明"
    },
    {
      "time": 184.17,
      "text": "一定会有美丽的爱情"
    },
    {
      "time": 191.67,
      "text": "我们从不开口那个原因"
    },
    {
      "time": 195.72,
      "text": "那一句我爱你"
    },
    {
      "time": 198.24,
      "text": "永远像少了勇气"
    },
    {
      "time": 201.33,
      "text": "别人都说"
    },
    {
      "time": 203.19,
      "text": "我和你之间的关系"
    },
    {
      "time": 206.73,
      "text": "没有人相信只有关心"
    },
    {
      "time": 211.65,
      "text": "我们从不证实那个问题"
    },
    {
      "time": 215.67,
      "text": "那一些是非题"
    },
    {
      "time": 217.98,
      "text": "总让人伤透脑筋"
    },
    {
      "time": 221.31,
      "text": "我会期待"
    },
    {
      "time": 223.23,
      "text": "爱盛开那一个黎明"
    },
    {
      "time": 226.62,
      "text": "一定会有美丽的爱情"
    }
  ]
} satisfies Omit<Track, 'src'>
