import type { Track } from '../types'

export default {
  "id": "3323748441",
  "title": "童话 R&B",
  "artist": "余翊",
  "album": "童话 R&B",
  "cover": "https://p4.music.126.net/nKu7GdRvY9-x7JTkwdtRYQ==/109951172371103942.jpg",
  "lyrics": [
    {
      "time": 14.7,
      "text": "忘了有多久再没听到你"
    },
    {
      "time": 21.72,
      "text": "对我说你最爱的故事"
    },
    {
      "time": 28.74,
      "text": "我想了很久我开始慌了"
    },
    {
      "time": 35.64,
      "text": "是不是我又做错了什么"
    },
    {
      "time": 42.75,
      "text": "你哭着对我说"
    },
    {
      "time": 46.26,
      "text": "童话里都是骗人的"
    },
    {
      "time": 49.41,
      "text": "我不可能是你的王子"
    },
    {
      "time": 56.76,
      "text": "也许你不会懂"
    },
    {
      "time": 60.3,
      "text": "从你说爱我以后"
    },
    {
      "time": 63.69,
      "text": "我的天空星星都亮了"
    },
    {
      "time": 70.92,
      "text": "我愿变成童话里"
    },
    {
      "time": 74.67,
      "text": "你爱的那个天使"
    },
    {
      "time": 77.7,
      "text": "张开双手"
    },
    {
      "time": 79.89,
      "text": "变成翅膀守护你"
    },
    {
      "time": 84.75,
      "text": "你要相信"
    },
    {
      "time": 86.85,
      "text": "相信我们会像童话故事里"
    },
    {
      "time": 92.19,
      "text": "幸福和快乐是结局"
    },
    {
      "time": 102.24,
      "text": "你哭着对我说"
    },
    {
      "time": 105.87,
      "text": "童话里都是骗人的"
    },
    {
      "time": 109.32,
      "text": "我不可能是你的王子"
    },
    {
      "time": 116.22,
      "text": "也许你不会懂"
    },
    {
      "time": 119.67,
      "text": "从你说爱我以后"
    },
    {
      "time": 123.18,
      "text": "我的天空星星都亮了"
    },
    {
      "time": 130.32,
      "text": "我愿变成童话里"
    },
    {
      "time": 134.61,
      "text": "你爱的那个天使"
    },
    {
      "time": 137.22,
      "text": "张开双手变成翅膀守护你"
    },
    {
      "time": 144.42,
      "text": "你要相信"
    },
    {
      "time": 146.22,
      "text": "相信我们会像童话故事里"
    },
    {
      "time": 151.56,
      "text": "幸福和快乐是结局"
    },
    {
      "time": 158.19,
      "text": "我要变成童话里"
    },
    {
      "time": 162.51,
      "text": "你爱的那个天使"
    },
    {
      "time": 165.15,
      "text": "张开双手"
    },
    {
      "time": 167.37,
      "text": "变成翅膀守护你"
    },
    {
      "time": 172.53,
      "text": "你要相信"
    },
    {
      "time": 174.12,
      "text": "相信我们会像童话故事里"
    },
    {
      "time": 179.46,
      "text": "幸福和快乐是结局"
    },
    {
      "time": 186.39,
      "text": "我会变成童话里"
    },
    {
      "time": 190.47,
      "text": "你爱的那个天使"
    },
    {
      "time": 193.59,
      "text": "张开双手"
    },
    {
      "time": 195.18,
      "text": "变成翅膀守护你"
    },
    {
      "time": 200.58,
      "text": "你要相信"
    },
    {
      "time": 202.17,
      "text": "相信我们会像童话故事里"
    },
    {
      "time": 207.39,
      "text": "幸福和快乐是结局"
    },
    {
      "time": 215.67,
      "text": "一起写我们的结局"
    }
  ]
} satisfies Omit<Track, 'src'>
