import type { Track } from '../types'

export default {
  "id": "1984474579",
  "title": "行走的鱼",
  "artist": "徐佳莹",
  "album": "联名",
  "cover": "https://p3.music.126.net/wzfB8NHE7IFdFDNKweQXjA==/109951168940374741.jpg",
  "lyrics": [
    {
      "time": 0,
      "text": "作词 : 唐恬"
    },
    {
      "time": 0.72,
      "text": "作曲 : 汪苏泷"
    },
    {
      "time": 1.44,
      "text": "编曲 : 韦星弟"
    },
    {
      "time": 2.16,
      "text": "制作人 : 汪苏泷"
    },
    {
      "time": 2.89,
      "text": "共同制作人 : 金若晨"
    },
    {
      "time": 3.61,
      "text": "配唱监制 : 陈君豪"
    },
    {
      "time": 4.33,
      "text": "弦乐编写 : 韦星弟"
    },
    {
      "time": 5.06,
      "text": "吉他 : 伍凌枫"
    },
    {
      "time": 5.78,
      "text": "贝斯 : 崔文正"
    },
    {
      "time": 6.5,
      "text": "鼓 : 蔡重阳"
    },
    {
      "time": 7.23,
      "text": "弦乐 : 国际首席爱乐乐团"
    },
    {
      "time": 7.95,
      "text": "弦乐监制 : 李朋"
    },
    {
      "time": 8.67,
      "text": "和声编写 : 徐杰/姜雪婷"
    },
    {
      "time": 9.39,
      "text": "和声 : 徐杰/姜雪婷"
    },
    {
      "time": 10.12,
      "text": "人声录音 : 叶育轩"
    },
    {
      "time": 10.84,
      "text": "人声录音室 : BB Road Studio"
    },
    {
      "time": 11.56,
      "text": "乐器录音 : 崔禄"
    },
    {
      "time": 12.29,
      "text": "乐器音频编辑 : 洪士诚"
    },
    {
      "time": 13.01,
      "text": "混音 : 崔禄"
    },
    {
      "time": 13.73,
      "text": "母带 : 崔禄"
    },
    {
      "time": 14.46,
      "text": "全景声混音 : 张步若"
    },
    {
      "time": 15.18,
      "text": "A&R : 邹小樱/唐艺方"
    },
    {
      "time": 15.9,
      "text": "制作统筹 : 李醒缘"
    },
    {
      "time": 16.62,
      "text": "企划协力 : 潘卉琦"
    },
    {
      "time": 17.35,
      "text": "出品人 : 李思睿"
    },
    {
      "time": 18.07,
      "text": "出品 : 北京大象无形音乐有限公司"
    },
    {
      "time": 18.82,
      "text": "写一首歌 给你听"
    },
    {
      "time": 23.15,
      "text": "来致敬 你的阴影"
    },
    {
      "time": 27.22,
      "text": "人们传颂勇气"
    },
    {
      "time": 29.51,
      "text": "而我可不可以"
    },
    {
      "time": 31.64,
      "text": "爱你哭泣的心"
    },
    {
      "time": 35.97,
      "text": "爱你的情绪"
    },
    {
      "time": 40.01,
      "text": "和你亲手戴上的面具"
    },
    {
      "time": 44.19,
      "text": "拉扯得很痛吧 我懂你"
    },
    {
      "time": 48.53,
      "text": "假装不怕 笑得暴力"
    },
    {
      "time": 52.53,
      "text": "我们都好像"
    },
    {
      "time": 56.62,
      "text": "像一条鱼 行走在陆地"
    },
    {
      "time": 60.8,
      "text": "要学着呼吸"
    },
    {
      "time": 62.59,
      "text": "孤单热闹双栖"
    },
    {
      "time": 64.5,
      "text": "忍着痛往前行"
    },
    {
      "time": 68.58,
      "text": "不过是 梦寐以求"
    },
    {
      "time": 70.53,
      "text": "长大了 怎么你 不快乐"
    },
    {
      "time": 73.58,
      "text": "一边哭 一边丢 一边颓 一边追"
    },
    {
      "time": 77.75,
      "text": "把玩具 都忘了 换大人 的外壳"
    },
    {
      "time": 81.9,
      "text": "好难过 好幽默 你走过 我走过"
    },
    {
      "time": 85.99,
      "text": "别后退 听我说 人们爱 你的光"
    },
    {
      "time": 90.15,
      "text": "我偏爱 你的黑 你的笨 你的错"
    },
    {
      "time": 94.24,
      "text": "用瑕疵 做我们 找彼此 的印记"
    },
    {
      "time": 98.47,
      "text": "没关系 没关系"
    },
    {
      "time": 100.54,
      "text": "你一定爱我不完美的心"
    },
    {
      "time": 106.08,
      "text": "就这么约定"
    },
    {
      "time": 109.88,
      "text": "管世界正剧闹剧"
    },
    {
      "time": 114.05,
      "text": "要一起演得尽兴"
    },
    {
      "time": 120.39,
      "text": "想写给你听"
    },
    {
      "time": 124.86,
      "text": "写我们心照不宣的怪癖"
    },
    {
      "time": 129.08,
      "text": "只想在这不安的世纪"
    },
    {
      "time": 133.31,
      "text": "为你保留 哭的权利"
    },
    {
      "time": 137.24,
      "text": "我们都好像"
    },
    {
      "time": 141.48,
      "text": "像一条鱼 行走在陆地"
    },
    {
      "time": 145.61,
      "text": "要学着呼吸"
    },
    {
      "time": 147.5,
      "text": "孤单热闹双栖"
    },
    {
      "time": 149.43,
      "text": "很用力的前行"
    },
    {
      "time": 153.5,
      "text": "不过是 梦寐以求"
    },
    {
      "time": 155.37,
      "text": "长大了 怎么你 不快乐"
    },
    {
      "time": 158.38,
      "text": "一边哭 一边丢 一边颓 一边追"
    },
    {
      "time": 162.54,
      "text": "把玩具 都忘了 换大人 的外壳"
    },
    {
      "time": 166.67,
      "text": "好难过 好幽默 你走过 我走过"
    },
    {
      "time": 170.78,
      "text": "别后退 听我说 人们爱 你的光"
    },
    {
      "time": 174.91,
      "text": "我偏爱 你的黑 你的笨 你的错"
    },
    {
      "time": 179.02,
      "text": "用瑕疵 做我们 找彼此 的印记"
    },
    {
      "time": 183.28,
      "text": "没关系 没关系"
    },
    {
      "time": 185.26,
      "text": "你一定爱我受伤的表情"
    },
    {
      "time": 191.13,
      "text": "请和我约定"
    },
    {
      "time": 194.7,
      "text": "管世界正剧闹剧"
    },
    {
      "time": 198.86,
      "text": "发誓要演得尽兴"
    },
    {
      "time": 219.48,
      "text": "写一首歌 给你听"
    },
    {
      "time": 223.68,
      "text": "来致敬 你的阴影"
    },
    {
      "time": 227.97,
      "text": "人们传颂勇气 而我可不可以"
    },
    {
      "time": 232.14,
      "text": "爱你哭泣的心"
    }
  ]
} satisfies Omit<Track, 'src'>
