import type { Track } from '../types'

export default {
  "id": "327721",
  "title": "读心术",
  "artist": "卓文萱",
  "album": "幸福氧气",
  "cover": "https://p3.music.126.net/QJJRK7Zqx231yshpLhJCyw==/109951171907028802.jpg",
  "lyrics": [
    {
      "time": 0,
      "text": "作词 : 小寒"
    },
    {
      "time": 1,
      "text": "作曲 : 谭志华"
    },
    {
      "time": 2,
      "text": "编曲 : 刘文仁"
    },
    {
      "time": 25.03,
      "text": "束一个马尾 束起所有伤悲"
    },
    {
      "time": 28.92,
      "text": "不许有后悔 在我眼前乱飞"
    },
    {
      "time": 33.25,
      "text": "女生的柔美 只有自信能给"
    },
    {
      "time": 37.44,
      "text": "这秒钟不想爱 也不想谁"
    },
    {
      "time": 41.27,
      "text": ""
    },
    {
      "time": 41.86,
      "text": "将照片撕毁 以为就会OK"
    },
    {
      "time": 45.89,
      "text": "为何有泪水 钻进我枕头内"
    },
    {
      "time": 50.38,
      "text": "上天爱捣鬼 爱将我给连累"
    },
    {
      "time": 54.4,
      "text": "下雨时不能吃也不能睡"
    },
    {
      "time": 59.23,
      "text": ""
    },
    {
      "time": 62.9,
      "text": "是与非的对垒"
    },
    {
      "time": 64.82,
      "text": "爱得我好气馁好疲惫"
    },
    {
      "time": 72.04,
      "text": "可恶的是道别的嘴"
    },
    {
      "time": 74.61,
      "text": "说的誓言在我耳边萦回"
    },
    {
      "time": 79.34,
      "text": ""
    },
    {
      "time": 79.68,
      "text": "仿佛你只须静静看我一眼"
    },
    {
      "time": 83.79,
      "text": "就能够解读我爱你这弱点"
    },
    {
      "time": 88.21,
      "text": "思念太明显 还是你太危险"
    },
    {
      "time": 92.4,
      "text": "比我更了解我心田"
    },
    {
      "time": 96.33,
      "text": ""
    },
    {
      "time": 96.85,
      "text": "仿佛我只须轻轻地闭上眼"
    },
    {
      "time": 100.77,
      "text": "就看透我们有默契这一点"
    },
    {
      "time": 105.03,
      "text": "思念再不减 我愿意冒个险"
    },
    {
      "time": 109.23,
      "text": "请你瞧离痊愈有多远"
    },
    {
      "time": 114.91,
      "text": ""
    },
    {
      "time": 116,
      "text": ""
    },
    {
      "time": 122,
      "text": ""
    },
    {
      "time": 128,
      "text": ""
    },
    {
      "time": 130.67,
      "text": "故事的结尾 我说过无所谓"
    },
    {
      "time": 134.76,
      "text": "为何有泪 稀释我的Latte"
    },
    {
      "time": 139.15,
      "text": "天又不作美 情绪会被拖累"
    },
    {
      "time": 143.12,
      "text": "像没有客人的街角Cafe"
    },
    {
      "time": 146.96,
      "text": ""
    },
    {
      "time": 147.5,
      "text": "是与非的对垒"
    },
    {
      "time": 149.6,
      "text": "爱得我好气馁好疲惫"
    },
    {
      "time": 156.49,
      "text": "可恶的是道别的嘴"
    },
    {
      "time": 159.22,
      "text": "说的誓言在我耳边萦回"
    },
    {
      "time": 164.36,
      "text": ""
    },
    {
      "time": 167.98,
      "text": "仿佛你只须静静看我一眼"
    },
    {
      "time": 172.73,
      "text": "就能够解读我爱你这弱点"
    },
    {
      "time": 177.15,
      "text": "思念太明显 还是你太危险"
    },
    {
      "time": 181.28,
      "text": "比我更了解我心田"
    },
    {
      "time": 185.22,
      "text": ""
    },
    {
      "time": 185.6,
      "text": "仿佛我只须轻轻地闭上眼"
    },
    {
      "time": 189.88,
      "text": "就看透我们有默契这一点"
    },
    {
      "time": 193.97,
      "text": "思念再不减 我愿意冒个险"
    },
    {
      "time": 198.14,
      "text": "请你瞧离痊愈有多远"
    },
    {
      "time": 204.65,
      "text": ""
    },
    {
      "time": 211.08,
      "text": "仿佛你只须静静看我一眼"
    },
    {
      "time": 215.33,
      "text": "就能够解读我爱你这弱点"
    },
    {
      "time": 219.64,
      "text": "思念太明显 还是你太危险"
    },
    {
      "time": 223.64,
      "text": "比我更了解我心田"
    },
    {
      "time": 227.61,
      "text": ""
    },
    {
      "time": 228.14,
      "text": "仿佛我只须轻轻地闭上眼"
    },
    {
      "time": 232.35,
      "text": "就看透我们有默契这一点"
    },
    {
      "time": 236.34,
      "text": "思念再不减 我愿意冒个险"
    },
    {
      "time": 240.54,
      "text": "请你瞧离痊愈有多远"
    },
    {
      "time": 246.37,
      "text": ""
    }
  ]
} satisfies Omit<Track, 'src'>
