import type { Track } from '../types'

export default {
  "id": "2030185698",
  "title": "谢谢你爱我",
  "artist": "李嘉格",
  "album": "奇妙她",
  "cover": "https://p4.music.126.net/W7vOuyLsPFr5Wrz6ZtlJLw==/109951163738271749.jpg",
  "lyrics": [
    {
      "time": 0,
      "text": "作词 : 吴克群/李嘉格"
    },
    {
      "time": 1,
      "text": "作曲 : 吴克群"
    },
    {
      "time": 2,
      "text": "编曲 : Ari阿瑞 @elevenzmusic"
    },
    {
      "time": 3,
      "text": "制作人 : 荒井十一"
    },
    {
      "time": 4,
      "text": "OP : 六度空间音乐有限公司"
    },
    {
      "time": 5,
      "text": "SP : 成果音乐版权有限公司"
    },
    {
      "time": 6,
      "text": "吉他 : Ari阿瑞 @elevenzmusic"
    },
    {
      "time": 7,
      "text": "和声 : 鱼椒盐"
    },
    {
      "time": 8,
      "text": "主唱录音师 : 荒井十一/李宗远 @Rising Tone Studio"
    },
    {
      "time": 9,
      "text": "音乐编辑 : 李宗远"
    },
    {
      "time": 10,
      "text": "制作统筹 : 许夙 @elevenzmusic"
    },
    {
      "time": 11,
      "text": "混音 : 周天澈 @TC Faders"
    },
    {
      "time": 24.15,
      "text": "唱多少歌 都事不关己"
    },
    {
      "time": 30.05,
      "text": "哪首真正让自己留下泪滴"
    },
    {
      "time": 35.42,
      "text": "你知道吗"
    },
    {
      "time": 38.09,
      "text": "因为台下不是你"
    },
    {
      "time": 41.12,
      "text": "才明白了你是我歌曲的意义"
    },
    {
      "time": 45.63,
      "text": "你写下的诗句 词藻不算绚丽"
    },
    {
      "time": 51.93,
      "text": "但我明白了什么叫作甜蜜"
    },
    {
      "time": 56.59,
      "text": "我心底的声音 你是我的合音"
    },
    {
      "time": 63.14,
      "text": "你和我谱成一曲心有灵犀"
    },
    {
      "time": 70.12,
      "text": "谢谢你爱着我"
    },
    {
      "time": 72.71,
      "text": "我的手 你紧握"
    },
    {
      "time": 75.63,
      "text": "我唱的这首歌"
    },
    {
      "time": 78.02,
      "text": "你是我的节奏"
    },
    {
      "time": 81.31,
      "text": "谱子里的所有"
    },
    {
      "time": 83.74,
      "text": "音符高低都一起度过"
    },
    {
      "time": 88.41,
      "text": "你是想唱的理由"
    },
    {
      "time": 92.68,
      "text": "谢谢你爱着我"
    },
    {
      "time": 94.9,
      "text": "我的手 不寂寞"
    },
    {
      "time": 98.08,
      "text": "撩拨爱的琴弦"
    },
    {
      "time": 100.44,
      "text": "你微笑的合奏"
    },
    {
      "time": 103.58,
      "text": "这爱情的协奏"
    },
    {
      "time": 106.1,
      "text": "音符高低都一起度过"
    },
    {
      "time": 112.23,
      "text": "你是我想唱的理由"
    },
    {
      "time": 130.03,
      "text": "唱多少歌 都事不关己"
    },
    {
      "time": 135.92,
      "text": "哪首真正让自己留下泪滴"
    },
    {
      "time": 141.4,
      "text": "你知道吗"
    },
    {
      "time": 143.98,
      "text": "因为台下不是你"
    },
    {
      "time": 147.16,
      "text": "才明白你是我歌曲的意义"
    },
    {
      "time": 151.7,
      "text": "你写下的诗句 词藻不算绚丽"
    },
    {
      "time": 158.05,
      "text": "但我明白了什么叫作甜蜜"
    },
    {
      "time": 162.73,
      "text": "我心底的声音 你是我的合音"
    },
    {
      "time": 169.16,
      "text": "你和我谱成一曲心有灵犀"
    },
    {
      "time": 174.79,
      "text": "谢谢你爱着我"
    },
    {
      "time": 177.35,
      "text": "我的手 你紧握"
    },
    {
      "time": 180.38,
      "text": "我唱的这首歌"
    },
    {
      "time": 182.96,
      "text": "你是我的节奏"
    },
    {
      "time": 185.97,
      "text": "谱子里的所有"
    },
    {
      "time": 188.54,
      "text": "音符高低都一起度过"
    },
    {
      "time": 193.24,
      "text": "你是想唱的理由"
    },
    {
      "time": 197.25,
      "text": "谢谢你爱着我"
    },
    {
      "time": 199.57,
      "text": "我的手 不寂寞"
    },
    {
      "time": 202.71,
      "text": "撩拨爱的琴弦"
    },
    {
      "time": 205.17,
      "text": "你微笑的合奏"
    },
    {
      "time": 208.44,
      "text": "这一路一起走"
    },
    {
      "time": 210.76,
      "text": "旋律是给彼此的承诺"
    },
    {
      "time": 215.57,
      "text": "你是我旋律的来由"
    },
    {
      "time": 221.28,
      "text": "我的手 我的手 你紧握"
    },
    {
      "time": 224.3,
      "text": "我唱的这首歌你懂的"
    },
    {
      "time": 227.17,
      "text": "你是想唱的理由"
    },
    {
      "time": 232.76,
      "text": "我的手 我的手 你紧握"
    },
    {
      "time": 235.52,
      "text": "我唱的这首歌你懂的"
    },
    {
      "time": 238.16,
      "text": "你是旋律的来由"
    },
    {
      "time": 243.83,
      "text": "我的手 我的手 你紧握"
    },
    {
      "time": 246.72,
      "text": "我唱的这首歌你懂的"
    },
    {
      "time": 254.82,
      "text": "我的手 我的手 你紧握"
    },
    {
      "time": 257.89,
      "text": "我唱的这首歌你懂的"
    }
  ]
} satisfies Omit<Track, 'src'>
