import type { Track } from '../types'

export default {
  "id": "1330348068",
  "title": "起风了",
  "artist": "冯沁苑(买辣椒也用券)",
  "album": "起风了",
  "cover": "https://p4.music.126.net/diGAyEmpymX8G7JcnElncQ==/109951163699673355.jpg",
  "lyrics": [
    {
      "time": 0,
      "text": "作词 : 米果"
    },
    {
      "time": 1,
      "text": "作曲 : 高橋優"
    },
    {
      "time": 2,
      "text": "编曲 : 池窪浩一 (Kouichi Ikekubo)"
    },
    {
      "time": 25.237,
      "text": "这一路上走走停停"
    },
    {
      "time": 28.592,
      "text": "顺着少年漂流的痕迹"
    },
    {
      "time": 31.681,
      "text": "迈出车站的前一刻"
    },
    {
      "time": 34.795,
      "text": "竟有些犹豫"
    },
    {
      "time": 37.794,
      "text": "不禁笑这近乡情怯"
    },
    {
      "time": 41.191,
      "text": "仍无可避免"
    },
    {
      "time": 43.819,
      "text": "而长野的天"
    },
    {
      "time": 45.134,
      "text": "依旧那么暖"
    },
    {
      "time": 46.684,
      "text": "风吹起了从前"
    },
    {
      "time": 49.153,
      "text": "从前初识这世间"
    },
    {
      "time": 52.185,
      "text": "万般流连"
    },
    {
      "time": 53.962,
      "text": "看着天边似在眼前"
    },
    {
      "time": 56.798,
      "text": "也甘愿赴汤蹈火去走它一遍"
    },
    {
      "time": 61.966,
      "text": "如今走过这世间"
    },
    {
      "time": 65.001,
      "text": "万般流连"
    },
    {
      "time": 66.632,
      "text": "翻过岁月不同侧脸"
    },
    {
      "time": 69.861,
      "text": "措不及防闯入你的笑颜"
    },
    {
      "time": 75.513,
      "text": "我曾难自拔于世界之大"
    },
    {
      "time": 79.605,
      "text": "也沉溺于其中梦话"
    },
    {
      "time": 82.837,
      "text": "不得真假 不做挣扎 不惧笑话"
    },
    {
      "time": 88.501,
      "text": "我曾将青春翻涌成她"
    },
    {
      "time": 91.93,
      "text": "也曾指尖弹出盛夏"
    },
    {
      "time": 95.281,
      "text": "心之所动 且就随缘去吧"
    },
    {
      "time": 101.156,
      "text": "逆着光行走 任风吹雨打"
    },
    {
      "time": 118.028,
      "text": "短短的路走走停停"
    },
    {
      "time": 121.171,
      "text": "也有了几分的距离"
    },
    {
      "time": 124.236,
      "text": "不知抚摸的是故事 还是段心情"
    },
    {
      "time": 130.711,
      "text": "也许期待的不过是 与时间为敌"
    },
    {
      "time": 136.193,
      "text": "再次看到你"
    },
    {
      "time": 137.991,
      "text": "微凉晨光里"
    },
    {
      "time": 139.556,
      "text": "笑得很甜蜜"
    },
    {
      "time": 142.116,
      "text": "从前初识这世间"
    },
    {
      "time": 144.937,
      "text": "万般流连"
    },
    {
      "time": 146.663,
      "text": "看着天边似在眼前"
    },
    {
      "time": 149.616,
      "text": "也甘愿赴汤蹈火去走它一遍"
    },
    {
      "time": 154.711,
      "text": "如今走过这世间"
    },
    {
      "time": 157.657,
      "text": "万般流连"
    },
    {
      "time": 159.389,
      "text": "翻过岁月不同侧脸"
    },
    {
      "time": 162.36,
      "text": "措不及防闯入你的笑颜"
    },
    {
      "time": 168.265,
      "text": "我曾难自拔于世界之大"
    },
    {
      "time": 172.336,
      "text": "也沉溺于其中梦话"
    },
    {
      "time": 175.538,
      "text": "不得真假 不做挣扎 不惧笑话"
    },
    {
      "time": 181.14,
      "text": "我曾将青春翻涌成她"
    },
    {
      "time": 185.235,
      "text": "也曾指尖弹出盛夏"
    },
    {
      "time": 188.062,
      "text": "心之所动 且就随缘去吧"
    },
    {
      "time": 219.324,
      "text": "晚风吹起你鬓间的白发"
    },
    {
      "time": 223.574,
      "text": "抚平回忆留下的疤"
    },
    {
      "time": 226.788,
      "text": "你的眼中 明暗交杂 一笑生花"
    },
    {
      "time": 232.294,
      "text": "暮色遮住你蹒跚的步伐"
    },
    {
      "time": 236.33,
      "text": "走进床头藏起的画"
    },
    {
      "time": 239.544,
      "text": "画中的你 低着头说话"
    },
    {
      "time": 245.074,
      "text": "我仍感叹于世界之大"
    },
    {
      "time": 248.784,
      "text": "也沉醉于儿时情话"
    },
    {
      "time": 252.15,
      "text": "不剩真假 不做挣扎 无谓笑话"
    },
    {
      "time": 257.925,
      "text": "我终将青春还给了她"
    },
    {
      "time": 261.677,
      "text": "连同指尖弹出的盛夏"
    },
    {
      "time": 265.007,
      "text": "心之所动 就随风去了"
    },
    {
      "time": 270.601,
      "text": "以爱之名 你还愿意吗"
    },
    {
      "time": 278.541,
      "text": ""
    },
    {
      "time": 320.868,
      "text": "吉他 : 池窪浩一 (Kouichi Ikekubo)"
    },
    {
      "time": 321.423,
      "text": "贝斯 : 小島剛広 (Takehiro Kojima)"
    },
    {
      "time": 321.978,
      "text": "鼓 : 吉田佳史 (TRICERATOPS) (Yoshifumi Yoshida(TRICERATOPS))"
    },
    {
      "time": 322.533,
      "text": "键盘 : 平畑徹也 (Tetsuya Hirahata)"
    },
    {
      "time": 323.088,
      "text": "小提琴 : 須磨和声 (Wasei Suma)"
    },
    {
      "time": 323.643,
      "text": "弦乐 : 須磨和声/池窪浩一"
    },
    {
      "time": 324.198,
      "text": "录音工程 : 玉乃井光紀 (Mitsunori Tamanoi) - studioFine"
    },
    {
      "time": 324.753,
      "text": "发行 : Negia Entertainment Inc."
    },
    {
      "time": 325.308,
      "text": "特别支持：中村光雄(Mitsuo Nakamura)"
    }
  ]
} satisfies Omit<Track, 'src'>
