import type { Track } from '../types'

export default {
  "id": "2604926466",
  "title": "还没准备好见你的表情",
  "artist": "庄东茹（豆芽鱼） / LvJam",
  "album": "还没准备好见你的表情",
  "cover": "https://p4.music.126.net/jY3Hl62xX1N5nHBPSPjlkQ==/109951169749315866.jpg",
  "lyrics": [
    {
      "time": 0,
      "text": "作词 : 乐火能量/电力金刚西柚"
    },
    {
      "time": 0.537,
      "text": "作曲 : 乐火能量/李雪萌"
    },
    {
      "time": 1.074,
      "text": "编曲：乐火能量\\why to start"
    },
    {
      "time": 1.838,
      "text": "OP：三喜音乐"
    },
    {
      "time": 2.578,
      "text": "制作人：庄侃"
    },
    {
      "time": 3.107,
      "text": "出品、监制：苏彬"
    },
    {
      "time": 3.777,
      "text": "录混：乐火能量\\擂茶"
    },
    {
      "time": 4.564,
      "text": "策划：吉川岗版\\电力金刚西柚\\村口右都使"
    },
    {
      "time": 5.386,
      "text": "推广：吉川岗版\\村口右都使@三喜音乐"
    },
    {
      "time": 6.238,
      "text": "发行统筹：张安妮@三喜音乐"
    },
    {
      "time": 6.968,
      "text": "情绪先于仲夏进入我身体"
    },
    {
      "time": 22.142,
      "text": "山谷中关于你的雾气 就升起"
    },
    {
      "time": 30.413,
      "text": "来不及把瞬间 藏进诗句里"
    },
    {
      "time": 36.777,
      "text": "烈日照见我关于想念的潮汐"
    },
    {
      "time": 44.615,
      "text": "记忆像蝉鸣"
    },
    {
      "time": 46.22,
      "text": "是无法悄无声息"
    },
    {
      "time": 47.861,
      "text": "落在了孤亭"
    },
    {
      "time": 49.499,
      "text": "躲在离别的树荫"
    },
    {
      "time": 51.289,
      "text": "是错觉还是暧昧不清"
    },
    {
      "time": 54.218,
      "text": "如今是你又不是你"
    },
    {
      "time": 58.107,
      "text": "Let it be"
    },
    {
      "time": 59.269,
      "text": "我无能为力"
    },
    {
      "time": 61.374,
      "text": "Let it be"
    },
    {
      "time": 63.306,
      "text": "我只能犹疑"
    },
    {
      "time": 65.03,
      "text": "当这一切都化作了空气 深呼吸"
    },
    {
      "time": 72.398,
      "text": "还没准备好见你的表情"
    },
    {
      "time": 78.146,
      "text": "暗自裹挟着一朵云"
    },
    {
      "time": 81.219,
      "text": "想起你说最好的距离"
    },
    {
      "time": 83.086,
      "text": "（想逃离）"
    },
    {
      "time": 84.23,
      "text": "就是不要靠太近"
    },
    {
      "time": 86.895,
      "text": "还没准备好见你的表情"
    },
    {
      "time": 91.918,
      "text": "暗自裹挟着一朵云"
    },
    {
      "time": 95.354,
      "text": "远远地望着你的背影"
    },
    {
      "time": 96.881,
      "text": "（想逃离）"
    },
    {
      "time": 115.553,
      "text": "记忆像蝉鸣"
    },
    {
      "time": 117.13,
      "text": "是无法悄无声息"
    },
    {
      "time": 119.202,
      "text": "落在了孤亭"
    },
    {
      "time": 120.639,
      "text": "躲在离别的树荫"
    },
    {
      "time": 122.638,
      "text": "是错觉还是暧昧不清"
    },
    {
      "time": 125.314,
      "text": "如今是你又不是你"
    },
    {
      "time": 129.219,
      "text": "Let it be"
    },
    {
      "time": 130.123,
      "text": "我无能为力"
    },
    {
      "time": 132.575,
      "text": "Let it be"
    },
    {
      "time": 134.485,
      "text": "我只能犹疑"
    },
    {
      "time": 136.142,
      "text": "当这一切都化作了空气 深呼吸"
    },
    {
      "time": 143.097,
      "text": "还没准备好见你的表情"
    },
    {
      "time": 149.06,
      "text": "暗自裹挟着一朵云"
    },
    {
      "time": 152.118,
      "text": "想起你说最好的距离"
    },
    {
      "time": 153.668,
      "text": "（想逃离）"
    },
    {
      "time": 155.08,
      "text": "就是不要靠太近"
    },
    {
      "time": 157.697,
      "text": "还没准备好见你的表情"
    },
    {
      "time": 162.868,
      "text": "暗自裹挟着一朵云"
    },
    {
      "time": 165.371,
      "text": "远远地望着你的背影"
    },
    {
      "time": 169.749,
      "text": "触不可及的最令人着迷"
    }
  ]
} satisfies Omit<Track, 'src'>
