import type { Track } from '../types'

export default {
  "id": "516323185",
  "title": "这就是爱情",
  "artist": "李代沫",
  "album": "你来 我在",
  "cover": "https://p4.music.126.net/RQBF9kqZb7PtLCaOxi9ngQ==/109951163053984533.jpg",
  "lyrics": [
    {
      "time": 0,
      "text": "作词 : 陈皓轩"
    },
    {
      "time": 1,
      "text": "作曲 : 陈皓轩"
    },
    {
      "time": 3.85,
      "text": "制作人：萧贺硕"
    },
    {
      "time": 15.88,
      "text": "习惯性的看着你"
    },
    {
      "time": 18.89,
      "text": "悄悄地 看着你"
    },
    {
      "time": 23.75,
      "text": "你时常流露可爱表情"
    },
    {
      "time": 29.28,
      "text": "我们在街边转角 偷偷傻笑"
    },
    {
      "time": 34.04,
      "text": "人群中捕捉你的讯号"
    },
    {
      "time": 38.33,
      "text": "忘不了你深情那一秒"
    },
    {
      "time": 45.75,
      "text": "偶尔听别人说起 相爱的道理"
    },
    {
      "time": 53.13,
      "text": "迷恋的 喜欢的 坦然的"
    },
    {
      "time": 60.25,
      "text": "我们会深情拥抱"
    },
    {
      "time": 64.04,
      "text": "我们会一直到老"
    },
    {
      "time": 67.98,
      "text": "只要能够爱着你就好"
    },
    {
      "time": 74.94,
      "text": "如果这就是爱情我都知道"
    },
    {
      "time": 78.76,
      "text": "只要真心贴真心就能遇到"
    },
    {
      "time": 82.5,
      "text": "慢慢的看着你皱纹爬上眼角"
    },
    {
      "time": 86.6,
      "text": "我都不觉得无聊"
    },
    {
      "time": 89.11,
      "text": ""
    },
    {
      "time": 90.05,
      "text": "如果这就是爱情里的长跑"
    },
    {
      "time": 93.8,
      "text": "磕磕绊绊其实也难免不了"
    },
    {
      "time": 97.46,
      "text": "简单的生活平淡也是种调料"
    },
    {
      "time": 101.43,
      "text": "只要能把爱抓牢"
    },
    {
      "time": 103.82,
      "text": "爱过的人一定知道"
    },
    {
      "time": 127.82,
      "text": "偶尔听别人说起"
    },
    {
      "time": 131.66,
      "text": "相爱的道理"
    },
    {
      "time": 135.53,
      "text": "迷恋的 喜欢的 坦然的"
    },
    {
      "time": 142.74,
      "text": "我们会深情拥抱"
    },
    {
      "time": 146.31,
      "text": "我们会一直到老"
    },
    {
      "time": 150.39,
      "text": "只要能够爱着你就好"
    },
    {
      "time": 157.32,
      "text": "如果这就是爱情我都知道"
    },
    {
      "time": 161.24,
      "text": "只要真心贴真心就能遇到"
    },
    {
      "time": 164.99,
      "text": "慢慢的看着你皱纹爬上眼角"
    },
    {
      "time": 169.07,
      "text": "我都不觉得无聊"
    },
    {
      "time": 171.61,
      "text": ""
    },
    {
      "time": 172.48,
      "text": "如果这就是爱情里的长跑"
    },
    {
      "time": 176.39,
      "text": "磕磕绊绊其实也难免不了"
    },
    {
      "time": 180.06,
      "text": "简单的生活平淡也是种调料"
    },
    {
      "time": 184.17,
      "text": "只要能把爱抓牢"
    },
    {
      "time": 186.06,
      "text": "爱过的人一定知道"
    },
    {
      "time": 217.52,
      "text": "如果这就是爱情我都知道"
    },
    {
      "time": 221.3,
      "text": "只要真心贴真心就能遇到"
    },
    {
      "time": 225.05,
      "text": "慢慢的看着你皱纹爬上眼角"
    },
    {
      "time": 229.14,
      "text": "我都不觉得无聊"
    },
    {
      "time": 232.75,
      "text": "如果这就是爱情里的长跑"
    },
    {
      "time": 236.24,
      "text": "磕磕绊绊其实也难免不了"
    },
    {
      "time": 240.04,
      "text": "简单的生活平淡也是种调料"
    },
    {
      "time": 243.92,
      "text": "只要能把爱抓牢"
    },
    {
      "time": 246.27,
      "text": "爱过的人一定知道"
    },
    {
      "time": 251.58,
      "text": "简单的生活平淡也是种调料"
    },
    {
      "time": 255.21,
      "text": "只要能把爱抓牢"
    },
    {
      "time": 257.72,
      "text": "爱过的人一定知道"
    }
  ]
} satisfies Omit<Track, 'src'>
