import type { Track } from '../types'

export default {
  "id": "391564",
  "title": "这样爱了",
  "artist": "张婧",
  "album": "轩辕剑之天之痕 电视原声大碟",
  "cover": "https://p4.music.126.net/6PjfjvcK1I4VQj2XTo8JWQ==/109951165585773228.jpg",
  "lyrics": [
    {
      "time": 0,
      "text": "作词 : 田丁"
    },
    {
      "time": 1,
      "text": "作曲 : 张婧"
    },
    {
      "time": 32.54,
      "text": "谁的心  谁独自流浪"
    },
    {
      "time": 39.61,
      "text": "谁的爱 不经意地悄然滋长"
    },
    {
      "time": 46.57,
      "text": "远去的回忆  再也寻不回"
    },
    {
      "time": 52.77,
      "text": "我只有往前飞 飞过千山万水"
    },
    {
      "time": 60.2,
      "text": ""
    },
    {
      "time": 61.53,
      "text": "谁的心 谁独自悲伤"
    },
    {
      "time": 68.54,
      "text": "谁的爱  在失去之后才触动了心房"
    },
    {
      "time": 74.75,
      "text": "你只会不停往前追"
    },
    {
      "time": 78.8,
      "text": "追悔重重你错过的美"
    },
    {
      "time": 82.59,
      "text": "时光的错位  谁会记得谁"
    },
    {
      "time": 89.91,
      "text": ""
    },
    {
      "time": 90.47,
      "text": "你就这样爱了"
    },
    {
      "time": 94,
      "text": "在离别后开始了"
    },
    {
      "time": 97.48,
      "text": "谁消失离开 谁停在原地"
    },
    {
      "time": 100.37,
      "text": "默默地哭泣 是你"
    },
    {
      "time": 104.61,
      "text": "我多想一辈子"
    },
    {
      "time": 108.28,
      "text": "不是只要片刻地相依"
    },
    {
      "time": 112.45,
      "text": "我会在下一世等你 看那温暖晨曦"
    },
    {
      "time": 119.85,
      "text": ""
    },
    {
      "time": 136.47,
      "text": "谁的心 谁独自悲伤"
    },
    {
      "time": 143.52,
      "text": "谁的爱  在失去之后才触动了心房"
    },
    {
      "time": 149.65,
      "text": "你只会不停往前追"
    },
    {
      "time": 153.71,
      "text": "追悔重重你错过的美"
    },
    {
      "time": 157.38,
      "text": "时光的错位  谁会记得谁"
    },
    {
      "time": 163.32,
      "text": ""
    },
    {
      "time": 163.7,
      "text": "你就这样爱了"
    },
    {
      "time": 167.12,
      "text": "在离别后开始了"
    },
    {
      "time": 170.52,
      "text": "谁消失离开 谁停在原地"
    },
    {
      "time": 173.42,
      "text": "默默地哭泣 是你"
    },
    {
      "time": 177.82,
      "text": "我多想一辈子"
    },
    {
      "time": 181.32,
      "text": "不是只要片刻地相依"
    },
    {
      "time": 184.9,
      "text": "我会在下一世等你 看那温暖晨曦"
    },
    {
      "time": 192.55,
      "text": ""
    },
    {
      "time": 204.38,
      "text": "你就这样爱了"
    },
    {
      "time": 207.73,
      "text": "在离别后开始了"
    },
    {
      "time": 211.14,
      "text": "谁消失离开 谁停在原地"
    },
    {
      "time": 214.12,
      "text": "默默地哭泣 是你"
    },
    {
      "time": 218.18,
      "text": "我多想一辈子"
    },
    {
      "time": 221.91,
      "text": "不是只要片刻地相依"
    },
    {
      "time": 228.96,
      "text": "我会在下一世等你 看那温暖晨曦"
    },
    {
      "time": 240.86,
      "text": ""
    }
  ]
} satisfies Omit<Track, 'src'>
