import type { Track } from '../types'

export default {
  "id": "2018733994",
  "title": "遐想",
  "artist": "郑润泽",
  "album": "梦游",
  "cover": "https://p4.music.126.net/Ws93IUrJGR_lK-QEsdKTWw==/109951168408373477.jpg",
  "lyrics": [
    {
      "time": 0,
      "text": "作词 : 郑润泽"
    },
    {
      "time": 0.25,
      "text": "作曲 : 郑润泽"
    },
    {
      "time": 0.5,
      "text": "制作人 : 郑润泽/百川"
    },
    {
      "time": 0.75,
      "text": "编曲 : 百川"
    },
    {
      "time": 1,
      "text": "出品：网易音乐人 X 青云LAB"
    },
    {
      "time": 1.24,
      "text": "想起我们初次紧张"
    },
    {
      "time": 4.79,
      "text": "越迷茫"
    },
    {
      "time": 7.26,
      "text": "是那些回忆不知不觉被遗忘"
    },
    {
      "time": 15.36,
      "text": "相片反射在我脸上的泪光"
    },
    {
      "time": 21.07,
      "text": "可碎了的不止 我这副模样"
    },
    {
      "time": 27.02,
      "text": "可我不知道的"
    },
    {
      "time": 30.6,
      "text": "是你给的遐想"
    },
    {
      "time": 34.09,
      "text": "是何时才扩张"
    },
    {
      "time": 37.7,
      "text": "又何时会绽放"
    },
    {
      "time": 41.2,
      "text": "可你已变模样"
    },
    {
      "time": 44.63,
      "text": "已不在我身旁"
    },
    {
      "time": 48.29,
      "text": "你做好新方向"
    },
    {
      "time": 50.69,
      "text": "后面是我和我的一切"
    },
    {
      "time": 55.51,
      "text": "太模糊的答案"
    },
    {
      "time": 59.05,
      "text": "麻烦的思念"
    },
    {
      "time": 62.52,
      "text": "要飞到哪去"
    },
    {
      "time": 64.75,
      "text": "才能够躲避这一些"
    },
    {
      "time": 69.62,
      "text": "反复跨越界限"
    },
    {
      "time": 73.14,
      "text": "在遗忘之前"
    },
    {
      "time": 76.56,
      "text": "我最后想一遍"
    },
    {
      "time": 79.94,
      "text": "最后整理一遍"
    },
    {
      "time": 99.09,
      "text": "可是我不停的下坠"
    },
    {
      "time": 101.39,
      "text": "不停地忏悔"
    },
    {
      "time": 103.15,
      "text": "独有的称呼最后换回我名字"
    },
    {
      "time": 109.15,
      "text": "本来说爱一辈子"
    },
    {
      "time": 113.32,
      "text": "问候也变成了冒昧"
    },
    {
      "time": 115.45,
      "text": "能有多冒昧"
    },
    {
      "time": 117.22,
      "text": "你早已经成我心中爱的意思"
    },
    {
      "time": 123.35,
      "text": "这叫我怎么停止"
    },
    {
      "time": 127.29,
      "text": "你仿佛早就提醒了我会离去"
    },
    {
      "time": 131.84,
      "text": "可我怎么能相信"
    },
    {
      "time": 134.33,
      "text": "这是我目前为止最难做的题"
    },
    {
      "time": 138.87,
      "text": "抓破头的一直想"
    },
    {
      "time": 140.7,
      "text": "太模糊的答案"
    },
    {
      "time": 143.71,
      "text": "麻烦的思念"
    },
    {
      "time": 147.27,
      "text": "要飞到哪去"
    },
    {
      "time": 149.49,
      "text": "才能够躲避这一些"
    },
    {
      "time": 154.33,
      "text": "反复跨越界限"
    },
    {
      "time": 157.81,
      "text": "在遗忘之前"
    },
    {
      "time": 161.39,
      "text": "我最后想一遍"
    },
    {
      "time": 164.65,
      "text": "最后整理一遍"
    },
    {
      "time": 184.71,
      "text": "和声设计/和声：袁景翔@森岛文化/郑润泽"
    },
    {
      "time": 185.27,
      "text": "出品人：李淘@青桔音乐"
    },
    {
      "time": 185.82,
      "text": "混音：周天澈@Studio21A"
    },
    {
      "time": 186.38,
      "text": "母带：周天澈@Studio21A"
    },
    {
      "time": 186.93,
      "text": "封面拍摄制作：阳梒"
    },
    {
      "time": 187.49,
      "text": "音编修音：谭玉堂"
    },
    {
      "time": 188.04,
      "text": "录音师/录音：刘鹏锐/UESE STUDIO"
    },
    {
      "time": 188.6,
      "text": "艺人经纪：青小桔@青桔娱乐"
    },
    {
      "time": 189.15,
      "text": "出品：武汉青桔音乐文化传媒有限公司"
    }
  ]
} satisfies Omit<Track, 'src'>
