import type { Track } from '../types'

export default {
  "id": "1888933954",
  "title": "道别是一件难事",
  "artist": "上海彩虹室内合唱团",
  "album": "道别是一件难事",
  "cover": "https://p4.music.126.net/PNSDtZUDYbPRRuk7kJlywA==/109951166544751174.jpg",
  "lyrics": [
    {
      "time": 0,
      "text": "作词 : 金承志"
    },
    {
      "time": 0.6,
      "text": "作曲 : 金承志"
    },
    {
      "time": 1.2,
      "text": "编曲 : 吴经纬"
    },
    {
      "time": 1.8,
      "text": "和故乡去道别"
    },
    {
      "time": 4.74,
      "text": "遥远的地平线"
    },
    {
      "time": 7.05,
      "text": "那端是一场冬的雪"
    },
    {
      "time": 13.29,
      "text": "和往事说再见"
    },
    {
      "time": 16.74,
      "text": "可过去的影子"
    },
    {
      "time": 18.99,
      "text": "又怎么能填埋清洁"
    },
    {
      "time": 24.54,
      "text": "说是都忘记了吧"
    },
    {
      "time": 28.68,
      "text": "其实比谁都要记得"
    },
    {
      "time": 32.85,
      "text": "那个场所那个刘海那个雨天"
    },
    {
      "time": 38.55,
      "text": "说根本在恨他吧"
    },
    {
      "time": 42.27,
      "text": "那为什么总是要抓紧棉被"
    },
    {
      "time": 46.71,
      "text": "在入睡前？"
    },
    {
      "time": 49.47,
      "text": "若真忘一个人"
    },
    {
      "time": 52.74,
      "text": "又怎么会允许他在心里"
    },
    {
      "time": 58.44,
      "text": "荡着秋千"
    },
    {
      "time": 60.72,
      "text": "若真爱一个人"
    },
    {
      "time": 64.8,
      "text": "嘴巴上的咒骂"
    },
    {
      "time": 67.77,
      "text": "都成了思念的烟"
    },
    {
      "time": 96.69,
      "text": "和故乡去道别"
    },
    {
      "time": 100.8,
      "text": "鸟儿在森林间"
    },
    {
      "time": 103.05,
      "text": "它们要去来时地方"
    },
    {
      "time": 109.29,
      "text": "和往事说再见"
    },
    {
      "time": 112.68,
      "text": "可往事总会有它的脾气"
    },
    {
      "time": 116.85,
      "text": "不慌不忙"
    },
    {
      "time": 120.72,
      "text": "有时在午夜时"
    },
    {
      "time": 125.52,
      "text": "在人群中"
    },
    {
      "time": 127.65,
      "text": "在马路旁"
    },
    {
      "time": 132.75,
      "text": "有时在空气中"
    },
    {
      "time": 136.71,
      "text": "在酒杯里"
    },
    {
      "time": 138.99,
      "text": "在热澡堂"
    },
    {
      "time": 144.54,
      "text": "什么是纪念"
    },
    {
      "time": 150.48,
      "text": "什么是纪念"
    },
    {
      "time": 156.57,
      "text": "纪念无需记得"
    },
    {
      "time": 161.37,
      "text": "是心在偷偷下雪"
    },
    {
      "time": 168.69,
      "text": "故乡哟故乡"
    },
    {
      "time": 176.67,
      "text": "爱人哟爱人"
    },
    {
      "time": 180.57,
      "text": "既然都忘不掉"
    },
    {
      "time": 186.03,
      "text": "不如就装着吧"
    },
    {
      "time": 192.78,
      "text": "故乡哟故乡"
    },
    {
      "time": 201.84,
      "text": "爱人哟爱人"
    },
    {
      "time": 206.88,
      "text": "既然都忘不掉"
    },
    {
      "time": 209.55,
      "text": "不如就装着吧"
    }
  ]
} satisfies Omit<Track, 'src'>
