import type { Track } from '../types'

export default {
  "id": "191195",
  "title": "量身订做",
  "artist": "张杰",
  "album": "穿越三部曲",
  "cover": "https://p3.music.126.net/B8DGifXOR2rWhYy292hhQg==/109951168894618221.jpg",
  "lyrics": [
    {
      "time": 0,
      "text": "作词 : 葛佳慧"
    },
    {
      "time": 0,
      "text": "作曲 : 梁伟丰"
    },
    {
      "time": 0,
      "text": "作曲 : 梁伟丰"
    },
    {
      "time": 1,
      "text": "作词 : 葛佳慧"
    },
    {
      "time": 24.45,
      "text": "直到最后抱着我 幸福变得好稀薄"
    },
    {
      "time": 32.24,
      "text": "一拉紧就会扯破 我们那件华丽承诺"
    },
    {
      "time": 40.61,
      "text": "穿过合身的枷锁 谁能够保证解脱"
    },
    {
      "time": 49.2,
      "text": "回忆就好像领口 贴着你的脉搏"
    },
    {
      "time": 53.71,
      "text": "听你说 你怎么错过"
    },
    {
      "time": 57.31,
      "text": "别说你也爱我 也不想 我难过"
    },
    {
      "time": 61.58,
      "text": "那时寂寞已赤裸裸"
    },
    {
      "time": 65.63,
      "text": "我们许过的愿 听的歌 游的河"
    },
    {
      "time": 69.89,
      "text": "因他量身订做"
    },
    {
      "time": 73.72,
      "text": "别说 你也爱我 也不想我难过"
    },
    {
      "time": 78.15,
      "text": "别怕遗憾不知所措"
    },
    {
      "time": 82.27,
      "text": "至少你给的痛 每一寸 为了我"
    },
    {
      "time": 86.64,
      "text": "而订做 呜呜"
    },
    {
      "time": 97.54,
      "text": ""
    },
    {
      "time": 103.18,
      "text": "直到最后 抱着我 幸福变得好稀薄"
    },
    {
      "time": 111.32,
      "text": "一拉紧就会扯破 我们那件华丽承诺"
    },
    {
      "time": 119.22,
      "text": "穿过合身的枷锁 谁能够保证解脱"
    },
    {
      "time": 127.9,
      "text": "回忆就好像领口 贴着你的脉搏"
    },
    {
      "time": 132.31,
      "text": "听你说 你怎么错过"
    },
    {
      "time": 135.86,
      "text": "别说你也爱我 也不想 我难过"
    },
    {
      "time": 140.29,
      "text": "那时寂寞已赤裸裸"
    },
    {
      "time": 144.25,
      "text": "我们许过的愿 听的歌 游的河"
    },
    {
      "time": 148.51,
      "text": "因他量身订做"
    },
    {
      "time": 152.14,
      "text": "别说 你也爱我 也不想我难过"
    },
    {
      "time": 156.77,
      "text": "别怕遗憾不知所措"
    },
    {
      "time": 160.9,
      "text": "至少你给的痛 每一寸 为了我"
    },
    {
      "time": 165.13,
      "text": "而订做"
    },
    {
      "time": 167.65,
      "text": ""
    },
    {
      "time": 183.08,
      "text": "别说你也爱我 也不想 我难过"
    },
    {
      "time": 187.76,
      "text": "那时寂寞已赤裸裸"
    },
    {
      "time": 191.9,
      "text": "我们许过的愿 听的歌 游的河"
    },
    {
      "time": 196.22,
      "text": "因他量身订做"
    },
    {
      "time": 199.72,
      "text": "别说 你也爱我 也不想我难过"
    },
    {
      "time": 204.23,
      "text": "别怕遗憾不知所措"
    },
    {
      "time": 208.55,
      "text": "至少你给的痛 每一寸 为了我"
    },
    {
      "time": 212.72,
      "text": "而订做"
    },
    {
      "time": 216.06,
      "text": "至少编织的梦 每一针 每一线"
    },
    {
      "time": 221.35,
      "text": "为了我"
    },
    {
      "time": 224.6,
      "text": ""
    }
  ]
} satisfies Omit<Track, 'src'>
