import type { Track } from '../types'

export default {
  "id": "3367388553",
  "title": "长久小有",
  "artist": "荣诗雨",
  "album": "长久小有",
  "cover": "https://p3.music.126.net/lgJcyEuzTa1l2dusJMypAw==/109951173053464580.jpg",
  "lyrics": [
    {
      "time": 0,
      "text": "作词 : 杨紫依"
    },
    {
      "time": 1,
      "text": "作曲 : 杨紫依"
    },
    {
      "time": 2,
      "text": "编曲 : 田心"
    },
    {
      "time": 4,
      "text": "制作人: 麦杰克"
    },
    {
      "time": 5,
      "text": "录音: 田心"
    },
    {
      "time": 6,
      "text": "混音: 田心"
    },
    {
      "time": 7,
      "text": "和声：杨紫依"
    },
    {
      "time": 8,
      "text": "监制: 麦杰克"
    },
    {
      "time": 9,
      "text": "出品：大音希声（成都）文化有限公司"
    },
    {
      "time": 10,
      "text": "OP/SP： 大音希声（成都）文化有限公司"
    },
    {
      "time": 11.914,
      "text": "日子长久长久 幸福小有小有"
    },
    {
      "time": 17.566,
      "text": "牵着爱人的手 漫步长街尽头"
    },
    {
      "time": 23.229,
      "text": "月亮挂在树梢 刚好吻在额头"
    },
    {
      "time": 28.29,
      "text": "攒够这点欢喜 往后慢慢地走"
    },
    {
      "time": 37.461,
      "text": "听树叶在云下 轻轻碰撞节奏"
    },
    {
      "time": 42.977,
      "text": "看猫咪在窗台 像个蓬松的球"
    },
    {
      "time": 48.666,
      "text": "生活慢吞吞地 像正在叙旧"
    },
    {
      "time": 53.643,
      "text": "这种舒坦正在铺满心头"
    },
    {
      "time": 62.711,
      "text": "日子长久长久 幸福小有小有"
    },
    {
      "time": 68.334,
      "text": "牵着爱人的手 漫步长街尽头"
    },
    {
      "time": 74.028,
      "text": "月亮挂在树梢 刚好吻在额头"
    },
    {
      "time": 79.073,
      "text": "攒够这点欢喜 往后慢慢地走"
    },
    {
      "time": 99.478,
      "text": "日子长久长久 幸福小有小有"
    },
    {
      "time": 105.142,
      "text": "看那万家灯火 暖了一方左右"
    },
    {
      "time": 110.723,
      "text": "不求惊天动地 只求此时共有"
    },
    {
      "time": 115.77,
      "text": "握住这点知足 往后慢慢地守"
    },
    {
      "time": 121.411,
      "text": "生活是具体 并不是虚构"
    },
    {
      "time": 126.969,
      "text": "是晚饭热气 吹散了忧愁"
    },
    {
      "time": 132.57,
      "text": "是累的时候 有个窝停留"
    },
    {
      "time": 138.352,
      "text": "这种稳稳的感觉 我已想了很久"
    },
    {
      "time": 144.689,
      "text": "日子长久长久 幸福小有小有"
    },
    {
      "time": 150.222,
      "text": "牵着爱人的手 漫步长街尽头"
    },
    {
      "time": 155.905,
      "text": "月亮挂在树梢 刚好吻在额头"
    },
    {
      "time": 160.89,
      "text": "攒够这点欢喜 往后慢慢地走"
    }
  ]
} satisfies Omit<Track, 'src'>
