import type { Track } from '../types'

export default {
  "id": "3336835913",
  "title": "雨下的那一天",
  "artist": "陈默之",
  "album": "雨下的那一天",
  "cover": "https://p4.music.126.net/eXfCoDcoCw7pfnLSQPjAfg==/109951172552431563.jpg",
  "lyrics": [
    {
      "time": 0,
      "text": "作词 : 江离"
    },
    {
      "time": 1,
      "text": "作曲 : 江离"
    },
    {
      "time": 2,
      "text": "编曲 : 张瑞/江离"
    },
    {
      "time": 4.44,
      "text": "编曲：张瑞/江离"
    },
    {
      "time": 4.92,
      "text": "混音/母带：江离"
    },
    {
      "time": 15.18,
      "text": "制作人：江离"
    },
    {
      "time": 15.57,
      "text": "突然出现你的毛衣"
    },
    {
      "time": 21.03,
      "text": "衣柜角落整洁干净"
    },
    {
      "time": 26.1,
      "text": "而我才想起"
    },
    {
      "time": 28.8,
      "text": "关于我和你"
    },
    {
      "time": 31.95,
      "text": "在上个冬天就结了局"
    },
    {
      "time": 38.01,
      "text": "故事不用谁来说明"
    },
    {
      "time": 43.59,
      "text": "我们自己身临其境"
    },
    {
      "time": 47.1,
      "text": "只是我还很在意"
    },
    {
      "time": 53.16,
      "text": "会否现在你偶尔想起"
    },
    {
      "time": 59.19,
      "text": "雨下了一整晚"
    },
    {
      "time": 60.72,
      "text": "失眠陪伴孤单"
    },
    {
      "time": 62.19,
      "text": "想到你的温暖"
    },
    {
      "time": 63.6,
      "text": "那些我们笑谈"
    },
    {
      "time": 65.13,
      "text": "就算是过了很久"
    },
    {
      "time": 67.65,
      "text": "我不要你走"
    },
    {
      "time": 70.2,
      "text": "雨下的那一天你离开我身边"
    },
    {
      "time": 75.78,
      "text": "晚风说了抱歉兜兜转转几年"
    },
    {
      "time": 81.42,
      "text": "是我没能察觉忽略你的委屈"
    },
    {
      "time": 87.75,
      "text": "让你一个人孤单的走远"
    },
    {
      "time": 92.73,
      "text": "多想再次遇到说句好久不见"
    },
    {
      "time": 98.37,
      "text": "把对你的亏欠一点一点补全"
    },
    {
      "time": 103.74,
      "text": "风刺痛我的脸你温润的眼"
    },
    {
      "time": 109.62,
      "text": "歉意的说我们别再"
    },
    {
      "time": 113.64,
      "text": "回到从前"
    },
    {
      "time": 115.92,
      "text": "你难过的那表情"
    },
    {
      "time": 116.97,
      "text": "我有点如履薄冰"
    },
    {
      "time": 118.38,
      "text": "咖啡店门的摇铃"
    },
    {
      "time": 119.73,
      "text": "沉默得也很好听"
    },
    {
      "time": 121.14,
      "text": "树叶漫天的凋零"
    },
    {
      "time": 122.61,
      "text": "提示着结局敲定"
    },
    {
      "time": 124.02,
      "text": "而我还对我们的关系心存一点侥幸"
    },
    {
      "time": 126.93,
      "text": "海岸线我们的足迹还挥之不散"
    },
    {
      "time": 129.84,
      "text": "银河里星空为我们铺满"
    },
    {
      "time": 132.48,
      "text": "能不能结果不算"
    },
    {
      "time": 133.86,
      "text": "我还有一点不甘"
    },
    {
      "time": 135.3,
      "text": "没有你真的孤单我想你也并非无感"
    },
    {
      "time": 138.27,
      "text": "熟悉路口我却没有出口"
    },
    {
      "time": 141.03,
      "text": "信笺出走故事我参不透"
    },
    {
      "time": 143.85,
      "text": "春花里夏雨里秋叶里冬雪里"
    },
    {
      "time": 146.76,
      "text": "都已化为乌有"
    },
    {
      "time": 148.14,
      "text": "本该永垂不朽"
    },
    {
      "time": 149.61,
      "text": "对白结束在从不开花的北海"
    },
    {
      "time": 152.31,
      "text": "未来但愿你有更好的人对待"
    },
    {
      "time": 155.25,
      "text": "世界只剩下黑白"
    },
    {
      "time": 156.9,
      "text": "我不会落下泪来"
    },
    {
      "time": 158.04,
      "text": "享受过被爱的花总有一天再开"
    },
    {
      "time": 160.5,
      "text": "雨下的那一天你离开我身边"
    },
    {
      "time": 166.08,
      "text": "晚风说了抱歉兜兜转转几年"
    },
    {
      "time": 171.63,
      "text": "是我没能察觉忽略你的委屈"
    },
    {
      "time": 178.11,
      "text": "让你一个人孤单的走远"
    },
    {
      "time": 183.12,
      "text": "多想再次遇到说句好久不见"
    },
    {
      "time": 188.67,
      "text": "把对你的亏欠一点一点补全"
    },
    {
      "time": 194.1,
      "text": "风刺痛我的脸你温润的眼"
    },
    {
      "time": 199.98,
      "text": "歉意的说我们别再"
    },
    {
      "time": 204,
      "text": "回到从前"
    }
  ]
} satisfies Omit<Track, 'src'>
