import type { Track } from '../types'

export default {
  "id": "3349297092",
  "title": "雨天",
  "artist": "Rewire",
  "album": "雨天",
  "cover": "https://p3.music.126.net/mWPsmbjAJnywW0JZPE5EDA==/109951172736692558.jpg",
  "lyrics": [
    {
      "time": 16.44,
      "text": "你能体谅我有雨天"
    },
    {
      "time": 20.67,
      "text": "偶尔胆怯你都了解"
    },
    {
      "time": 24.63,
      "text": "过去那些大雨落下的瞬间"
    },
    {
      "time": 30,
      "text": "我突然发现"
    },
    {
      "time": 36.6,
      "text": "站在十字路的交点"
    },
    {
      "time": 43.23,
      "text": "该怎么走我却只想回头"
    },
    {
      "time": 52.8,
      "text": "除了你给的伞我再也没有"
    },
    {
      "time": 59.49,
      "text": "别的借口去拥有你的什么"
    },
    {
      "time": 67.38,
      "text": "你能体谅我有雨天"
    },
    {
      "time": 71.49,
      "text": "偶尔胆怯你都了解"
    },
    {
      "time": 75.48,
      "text": "过去那些大雨落下的瞬间"
    },
    {
      "time": 80.85,
      "text": "我突然发现"
    },
    {
      "time": 83.58,
      "text": "谁能体谅我的雨天"
    },
    {
      "time": 87.63,
      "text": "所以情愿回你身边"
    },
    {
      "time": 91.71,
      "text": "此刻脚步会慢一些"
    },
    {
      "time": 95.55,
      "text": "如此坚决你却越来越远"
    },
    {
      "time": 105.6,
      "text": "牵手和分手来自同一双手"
    },
    {
      "time": 112.32,
      "text": "做回朋友我却悔恨不懂挽留"
    },
    {
      "time": 120.24,
      "text": "你能体谅我有雨天"
    },
    {
      "time": 124.35,
      "text": "偶尔胆怯你都了解"
    },
    {
      "time": 128.31,
      "text": "过去那些大雨落下的瞬间"
    },
    {
      "time": 133.65,
      "text": "我突然发现"
    },
    {
      "time": 136.41,
      "text": "谁能体谅我的雨天"
    },
    {
      "time": 140.49,
      "text": "所以情愿回你身边"
    },
    {
      "time": 144.57,
      "text": "此刻脚步会慢一些"
    },
    {
      "time": 148.38,
      "text": "如此坚决你却越来越远"
    },
    {
      "time": 156.81,
      "text": "是否太晚路已走远"
    },
    {
      "time": 163.02,
      "text": "我的眼眶泪太满走不回你身边"
    },
    {
      "time": 171,
      "text": "你能体谅我有雨天"
    },
    {
      "time": 174.69,
      "text": "偶尔胆怯你都了解"
    },
    {
      "time": 179.13,
      "text": "过去那些大雨落下的瞬间"
    },
    {
      "time": 184.53,
      "text": "我突然发现"
    },
    {
      "time": 187.2,
      "text": "谁能体谅我的雨天"
    },
    {
      "time": 191.34,
      "text": "此刻脚步会慢一些"
    },
    {
      "time": 195.39,
      "text": "如此坚决你却越来越远"
    },
    {
      "time": 207.6,
      "text": "你却越来越远"
    }
  ]
} satisfies Omit<Track, 'src'>
