import type { Track } from '../types'

export default {
  "id": "240479",
  "title": "香水有毒",
  "artist": "胡杨林",
  "album": "香水有毒",
  "cover": "https://p4.music.126.net/u9YkzGKeL6VgHQZ1Zb-7Sw==/2529976256655220.jpg",
  "lyrics": [
    {
      "time": 0,
      "text": "作词 : 陈超"
    },
    {
      "time": 1,
      "text": "作曲 : 陈超"
    },
    {
      "time": 2,
      "text": "编曲 : 江建民"
    },
    {
      "time": 18,
      "text": "我曾经爱过这样一个男人"
    },
    {
      "time": 23,
      "text": "他说我是世上最美的女人"
    },
    {
      "time": 28,
      "text": "我为他保留着那一份天真"
    },
    {
      "time": 33,
      "text": "关上爱别人的门"
    },
    {
      "time": 37,
      "text": "也是这个被我深爱的男人"
    },
    {
      "time": 42,
      "text": "把我变成世上最笨的女人"
    },
    {
      "time": 47,
      "text": "他说的每句话我都会当真"
    },
    {
      "time": 52,
      "text": "他说最爱我的唇"
    },
    {
      "time": 56,
      "text": "我的要求并不高"
    },
    {
      "time": 61,
      "text": "待我像从前一样好"
    },
    {
      "time": 65,
      "text": "可是有一天你说了同样的话"
    },
    {
      "time": 70,
      "text": "把别人拥入怀抱"
    },
    {
      "time": 77,
      "text": "你身上有她的香水味"
    },
    {
      "time": 82,
      "text": "是我鼻子犯的罪"
    },
    {
      "time": 87,
      "text": "不该嗅到她的美"
    },
    {
      "time": 91,
      "text": "擦掉一切陪你睡"
    },
    {
      "time": 96,
      "text": "你身上有她的香水味"
    },
    {
      "time": 101,
      "text": "是你赐给的自卑"
    },
    {
      "time": 106,
      "text": "你要的爱太完美"
    },
    {
      "time": 110,
      "text": "我永远都学不会"
    },
    {
      "time": 118,
      "text": "Music"
    },
    {
      "time": 137.899,
      "text": "也是这个被我深爱的男人"
    },
    {
      "time": 142.499,
      "text": "把我变成世上最笨的女人"
    },
    {
      "time": 147.499,
      "text": "他说的每句话我都会当真"
    },
    {
      "time": 152.499,
      "text": "他说最爱我的唇"
    },
    {
      "time": 156.499,
      "text": "我的要求并不高"
    },
    {
      "time": 161.499,
      "text": "待我像从前一样好"
    },
    {
      "time": 165.499,
      "text": "可是有一天你说了同样的话"
    },
    {
      "time": 170.499,
      "text": "把别人拥入怀抱"
    },
    {
      "time": 177.499,
      "text": "你身上有她的香水味"
    },
    {
      "time": 182.499,
      "text": "是我鼻子犯的罪"
    },
    {
      "time": 187.499,
      "text": "不该嗅到她的美"
    },
    {
      "time": 191.499,
      "text": "擦掉一切陪你睡"
    },
    {
      "time": 195.499,
      "text": ""
    },
    {
      "time": 195.499,
      "text": "你身上有她的香水味"
    },
    {
      "time": 200.499,
      "text": "是你赐给的自卑"
    },
    {
      "time": 205.499,
      "text": "你要的爱太完美"
    },
    {
      "time": 209.499,
      "text": "我永远都学不会"
    },
    {
      "time": 218.499,
      "text": "你身上有她的香水味"
    },
    {
      "time": 223.499,
      "text": "是我鼻子犯的罪"
    },
    {
      "time": 228.499,
      "text": "不该嗅到她的美"
    },
    {
      "time": 233.499,
      "text": "擦掉一切陪你睡"
    },
    {
      "time": 237.499,
      "text": ""
    },
    {
      "time": 237.499,
      "text": "你身上有她的香水味"
    },
    {
      "time": 242.499,
      "text": "是你赐给的自卑"
    },
    {
      "time": 247.499,
      "text": "你要的爱太完美"
    },
    {
      "time": 251.499,
      "text": "我永远都学不会"
    }
  ]
} satisfies Omit<Track, 'src'>
