import type { Track } from '../types'

export default {
  "id": "2751381348",
  "title": "黑夜问白天 (Live)",
  "artist": "林俊杰 / 胡彦斌",
  "album": "",
  "cover": "https://p3.music.126.net/lEpbaWjrZnJcLn1bLiZJ9A==/109951172085778809.jpg",
  "lyrics": [
    {
      "time": 0.24,
      "text": "黑夜问白天 (Live) - 林俊杰/胡彦斌"
    },
    {
      "time": 2.12,
      "text": "词：易家扬"
    },
    {
      "time": 2.87,
      "text": "曲：林俊杰"
    },
    {
      "time": 16.35,
      "text": "半天上的秃鹰那张脸"
    },
    {
      "time": 23.3,
      "text": "半生中的记忆在盘旋"
    },
    {
      "time": 30.48,
      "text": "第五十三天后的日夜线"
    },
    {
      "time": 40.35,
      "text": "等黑夜问白天"
    },
    {
      "time": 42.32,
      "text": "能不能赦免 灰色的人间"
    },
    {
      "time": 47.44,
      "text": "别交换吧日夜"
    },
    {
      "time": 49.42,
      "text": "冰封的眼泪 一滴就很咸"
    },
    {
      "time": 54.66,
      "text": "来自暮光的 明信片"
    },
    {
      "time": 58.86,
      "text": "它无声无色无言"
    },
    {
      "time": 62.71,
      "text": "翻过山巅跟我扮鬼脸"
    },
    {
      "time": 69,
      "text": "但黑夜恨白天"
    },
    {
      "time": 70.9,
      "text": "拼命的往前 听不到救援"
    },
    {
      "time": 76.61,
      "text": "命运太疯癫 每一眨眼 都很玄"
    },
    {
      "time": 83.79,
      "text": "那对逆光中的黑雁"
    },
    {
      "time": 87.35,
      "text": "也飞过去老远"
    },
    {
      "time": 91.37,
      "text": "等再见不如说一次再见 挑一天"
    },
    {
      "time": 129,
      "text": "皮肤之下的瘀青渗着血"
    },
    {
      "time": 136,
      "text": "细胞之中的绝望在喊冤"
    },
    {
      "time": 143.16,
      "text": "被五十三天的孤单抽一鞭"
    },
    {
      "time": 149.6,
      "text": "等黑夜问白天"
    },
    {
      "time": 151.38,
      "text": "能不能赦免 灰色的人间"
    },
    {
      "time": 156.5,
      "text": "别交换吧日夜"
    },
    {
      "time": 158.4,
      "text": "冰封的眼泪 一滴就很咸"
    },
    {
      "time": 163.75,
      "text": "来自暮光的 明信片"
    },
    {
      "time": 167.73,
      "text": "它无声无色无言"
    },
    {
      "time": 171.61,
      "text": "翻过山巅跟我扮鬼脸"
    },
    {
      "time": 177.85,
      "text": "喊黑夜吻白天"
    },
    {
      "time": 179.71,
      "text": "谢谢了时间 弄红了双眼"
    },
    {
      "time": 185.49,
      "text": "往事的光圈 每一瞬间 都很绝"
    },
    {
      "time": 192.6,
      "text": "那跑过去的昼夜 是孤独的修炼"
    },
    {
      "time": 199.8,
      "text": "说再见不如忘掉能再见"
    },
    {
      "time": 206.28,
      "text": "在半空中真好 不会吵 人少"
    },
    {
      "time": 213.5,
      "text": "却看得到那些近在天边的风暴"
    },
    {
      "time": 220.69,
      "text": "黑夜吻白天"
    },
    {
      "time": 222.52,
      "text": "谢谢了时间 弄红了双眼"
    },
    {
      "time": 228.21,
      "text": "往事的光圈 每一瞬间 都很绝"
    },
    {
      "time": 235.34,
      "text": "那跑过去的昼夜 是孤独的修炼"
    },
    {
      "time": 242.53,
      "text": "说再见不如忘掉能再见"
    },
    {
      "time": 257.4,
      "text": "今天"
    }
  ]
} satisfies Omit<Track, 'src'>
